{
  "states": [
    {
      "state_name": "Tamil Nadu",
      "created_at": "2024-06-25T12:00:00Z",
      "departments": [
        {
          "department_name": "Department of Education",
          "created_at": "2024-06-25T12:00:00Z",
          "organisations": [
            {
              "organisation_name": "Educational Board",
              "created_at": "2024-06-25T12:00:00Z",
              "schemes": [
                {
                  "scheme_id": "ff28f57d-5857-491e-a5bc-ec0ca42b0ce0",
                  "scheme_name": "Border Areas Scholarship",
                  "description": "Consequent upon the partition of India in 1947, the people inhabiting the Indo-Bangladesh Border suffered acute economic distress due to closure of normal trade channels with our neighbouring country. The people of those areas have been experiencing great difficulty to give proper education to their children on account of economic hardships and many students had to give up their studies in between due to the economic hardships faced by their parents. It was obvious that majority of the students hailing from those areas wereeconomically handicapped and hence could not catch up with those living in non- border areas. With a view to removing this handicap, a scheme for giving financial assistance to the students hailing from the international border areas under the nomenclature “Border Areas Scholarship” was introduced by the Border Areas Development Department, Government of Meghalaya.",
                  "scheme_beneficiary": "Students",
                  "scheme_benefits": "Scholarship, Stipend",
                  "how_to_avail": "Offline applications have to be submitted through Head of Educational Institutions to Directorate of Higher & Technical Education, Shillongon release of the advertisement every year.",
                  "sponsors": "State",
                  "lower_age": " -None- ",
                  "upper_age": " -None- ",
                  "funding": "100%",
                  "undefined": "0",
                  "introduced_on": "01 Jan 1973",
                  "scheme_link": "https://meghalaya.gov.in/schemes/content/37489"
                },
                {
                  "scheme_id": "6629e566-90b3-48bb-857b-48a518191e07",
                  "department": "Education Department",
                  "scheme_name": "Mid Day Meal Scheme",
                  "description": "The main objective of MDM Programme in the State is to boost universalization of Elementary Education in Government, Government Aided Primary and Upper Primary Schools. Mid Day Meal Programme was expected to attract more children to come to school and to increase enrolment, attendance, retention and bring down drop-out rate.",
                  "scheme_beneficiary": "Students",
                  "how_to_avail": "To avail all the entitlements under Mid Day meal, the schools category which are eligible are Govt, SSA and Govt aided",
                  "sponsors": "Shared",
                  "lower_age": "6",
                  "upper_age": "14",
                  "funding": "Central 90%: State 10%",
                  "introduced_on": "01 Jan 2002",
                  "scheme_link": "https://meghalaya.gov.in/schemes/content/37522"
                },
                {
                  "scheme_id": "bfb524f1-68a2-4adf-a273-c1625567e61c",
                  "department": "Education Department",
                  "scheme_name": "National Means Cum Merit Scholarship (NMMS)",
                  "description": "MHRD’s aim is:\ni)\tTo provide Scholarship to meritorious students belonging to the economically weaker sections of the society\nii)\tArrest drop-out rates at Class VIII and encourage them to continue their studies at Secondary Stage",
                  "scheme_beneficiary": "Students",
                  "scheme_benefits": "Scholarship",
                  "how_to_avail": "i)\tOnly students from Govt, Govt. Aided and Local Body Schools can apply\nii)\tState Quota is 231\niii)\tSelection through written examination conducted by DERT\niv)\t50% for SC/ST, 55% for Gen, OBC & Others\nv)\tAward of Scholarship is for 4 years (Class IX t o XII)\nvi)\tSelected beneficiaries are to submit their applications On-line through National Scholarship Portal\nvii)\tSBI New Delhi transfer the scholarship directly to Students Account",
                  "sponsors": "Central",
                  "lower_age": " -None- ",
                  "upper_age": " -None- ",
                  "funding": "100%",
                  "introduced_on": "01 Jan 2008",
                  "scheme_link": "https://meghalaya.gov.in/schemes/content/37588"
                },
                {
                  "scheme_id": "4dcd79a8-284d-4eb1-a393-953eea8ed457",
                  "department": "Education Department",
                  "scheme_name": " Primary School Scholarship and Upper Primary Scholarship",
                  "description": "i)\tThe Examination cell of the Directorate of Educational Research and Training, conducts Scholarship Examinations for both Primary and Upper Primary students of the State since 2006. Interested students studying in class V and class VIII from all the schools of the state can appear for the examination.\nii)\tThe objectives are to identify and recognize students with academic talent, providing them a platform to appear in competitive examinations and to provide financial assistance to successful students. The examination is held in 63 centres in all the 15 sub divisions under the supervision of the Sub-Divisional School Education Officer (SDSEO).\niii)\t Advertisement regarding the conduct of the exam is widely published through leading newspapers of the State as well as through the office of the SDSEOs.\niv)\tThe tenure of the Primary/Upper Primary Scholarship is three years subject to good conduct and satisfactory progress.",
                  "scheme_beneficiary": "Students",
                  "scheme_benefits": "Scholarship",
                  "how_to_avail": "i)\tStudents applies through schools to SDSEOs\nii)\tSDSEOs send Student list to DERT \niii)\tDERT conduct exam\niv)\tSelected candidates will be avail scholarship by DSEL",
                  "sponsors": "State",
                  "lower_age": " -None- ",
                  "upper_age": " -None- ",
                  "undefined": "ST",
                  "funding": "100%",
                  "scheme_link": "https://meghalaya.gov.in/schemes/content/37593"
                },
                {
                  "scheme_id": "d232a856-cb19-4924-b89b-bfecca52dbbb",
                  "scheme_name": "The Meghalaya Street Vendors (Protection of Livelihood and Regulation of Street Vending) Scheme, 2023",
                  "description": "The survey shall be carried out by forming area/ market wise teams consisting of Local authority and members of Town Vending Committee nominated or any such other agency/agencies as may be required for the purpose. The teams may be assisted by a technical data collection agency. Survey shall be done manually or through a mobile based application or a combination of both and might involve usage of one or more of the following tools:\n(i) GIS (Geographic Information System)\n(ii) Digitized photo census\n(iii) Capture of biometrics\nThe survey shall capture the primary data viz. name of the street vendor, gender, age, date of birth, place of birth, nature of trade/vending, period since start of vending on justifiable documentary evidence, address (present and permanent), contact number, whether Person with disability (PWD), identity proof (as specified below), application forms for additional information as prescribed by the local authority, and details of place, mode (stationary/ mobile/ other), nature and time of street vending as indicated in Form-I. For the purpose of identifying the street vendor, he/ she shall submit any one of the following documents:\n(i) Election Photo Identity Card issued by the Election Commission of India\n(ii) Aadhar Card\n(iii) Ration Card",
                  "scheme_beneficiary": "Citizen",
                  "sponsors": "State",
                  "lower_age": " -None- ",
                  "upper_age": " -None- ",
                  "scheme_link": "https://meghalaya.gov.in/index.php/schemes/content/45431"
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}