[
  {
    "id": "c057498a-625f-4e3d-875d-8c61a060c41e",
    "title": "Nursery Schools",
    "description": "The prime concern of Scheduled Caste Development Department is the progress in education. Educational programmes are being carried out on the basis that the everlasting growth of any society is possible only with its educational developments. There are 86 nursery schools being run by the Department, for primary education. We follow the LKG, UKG system. The department provide daily feeding charges and learning materials including the uniforms. They are provided Rs. 30/- per daily as feeding charges, Rs. 600/- for uniforms and Rs. 190/- as lump sum grant for each student. Each school has a strength of 30 students. Out of this 25% seats are reserved for children belonging to the general category. "
  },
  {
    "id": "e3671543-d162-477d-9815-0fcbfbf7ebaa",
    "title": "Lump sum grant",
    "description": "The lump sum grant is given to SC, OEC students studying in Government, aided and approved unaided schools through the headmistress of the schools within 15 days of starting of the academic year. "
  },
  {
    "id": "d30e605b-60ac-4ca2-b170-1fff3e10de87",
    "title": "Lump sum grant rates",
    "description": "*     Nursery school     -    Rs. 190/- *     Ist to 4th STD       -    Rs. 320/- *     5th to 7th              -    Rs. 630/- *     8th to 10th            -    Rs. 940/- *     Half the rate of the above is given to failed students "
  },
  {
    "id": "c5add7b8-0879-4789-96cd-0dc27bbc857e",
    "title": "The stipend given to the students belonging to Vulnerable Communities (vedan, Arunthathiyar, Chakkiliyan, kalladi and nayadi communities are as follows:-",
    "description": "*     L.P                       -    Rs. 130/- *     U.P                      -    Rs. 160/- *     HS                       -    Rs. 190/- "
  },
  {
    "id": "abb15269-b8d4-4931-8c26-b26dab9c4b7a",
    "title": "Prematric Scholarship for 9th and10th SC students (100% CSS)",
    "description": "A special scholarship under CSS is given to the students belongs to SC, studying in 9th and 10th standards. Income limit Rs. 25,0000/-. Rate of the scholarship is mentioned below: Sholarships ( Monthly ) Book Grant "
  },
  {
    "id": "9a38f151-f3fa-4e10-9998-8e3e36579589",
    "title": "Prematric Scholarship to the children of those engaged in cleaning and prone to health hazards (100% CSS)",
    "description": "The Department is providing financial assistance to children of parents who are engaged in cleaning and prone to health hazards, without considering their caste or religion. Application should be submitted to the concerned SC Development Officer through the head of the school along with the certificate issued by the Village Officer/Secretary LSGD for proving their eligibility *     Monthly stipend :-  L.P., U.P., H.S. - 225/- *     Adhoc Grant      :-  Day Scholars - 750/-, Hostlers - 1000/- "
  },
  {
    "id": "e74cbb70-7bcc-42e1-9a7e-53a89bf25be9",
    "title": "Tuition Fees re-imbursement for children studying in unaided schools",
    "description": "The Department gives the facility of reimbursement of tuition fees to students belonging to SC and other eligible communities studying upto 10th standard in Government approved unaided schools. Rates are as follows: LP, UP - fees               -    Rs. 1000/- Special fees                 -    Rs. 333/- H.S. fees                     -    Rs. 1500/- Special fees                 -    Rs. 500/- "
  },
  {
    "id": "2bd89e68-fbe2-46fe-af89-0f7482af2261",
    "title": "Primary / Secondary Education Aid:-",
    "description": "An amount of Rs. 2,000/- given  to SC children from class I to VIII for purchasing uniform, bag, umbrella etc. This is a new scheme started in 2014-15. "
  },
  {
    "id": "f7a28240-b5bb-4714-af62-53ee2ff2aaaa",
    "title": "Boarding Grant",
    "description": "The Department provides Boarding School facilities to the talented SC Students. Applications should be submitted to the district secretary LSGD along with the grades received in 4th standard examinations. The annual income of the parents should not exceed 1,00,000/-. "
  },
  {
    "id": "cb05cc65-dfe3-4e43-afcf-7d31341639f6",
    "title": "UP gradation of Merit of SC students (100% C.S.S)",
    "description": "An amount of Rs. 25,000/- each is provided for remedial and special coaching for a total of 100 SC students who study in classes IX, X, XI, and XII. "
  },
  {
    "id": "5c5d3ae8-2d3e-42f3-90dc-a4fabbfe4739",
    "title": "Shri. Ayyankali talent search scholarship",
    "description": "A Scholarship of Rs. 4500/- per year is given to the students up to 10th standard on the basis of marks obtained in 4th and 7th standard. The application is to be submitted to the District Development Officer for SC along with Caste Certificate, income certificates and grade certificates. Annual income of parents should not exceed Rs. 1,00,000/-. An amount of Rs. 2,000/- is given for purchasing furniture for study purpose for students whose parents annual income is less than Rs. 12000/-. An amount of Rs.100/- per month is  also given to students for having nutritional food. "
  },
  {
    "id": "df68f8e4-b9de-4162-9f0d-c66eb1139412",
    "title": "Model Residential School",
    "description": "There are nine Model Residential Schools is being run by this department for providing better education to children from standard 5. Admission of the students will be based on the  entrance examination conducted in the state level by the department. Notification regarding this will be announced during the months of January and February. Application should be submitted to the District Development Officer with caste certificates, Income certificates along with the eligibility certificate from the head of the present institution where the student is studying. Annual income of parents not to exceed Rs. 1,00,000/- "
  },
  {
    "id": "e09b289b-2cae-4ef6-85dc-ac7625bf8cf0",
    "title": "Pre-Matric Hostels",
    "description": "The department runs 85 Prematric hostels for SC students. The Department provides food, uniform(2 sets), school bags, shoes and monthly pocket money of Rs. 130/-,Travelling expenses during Onam/Christmas holidays are given. Rs.2,500/- is provided as mess charge for each student for a month. The students from standard V are admitted in these hostels. "
  },
  {
    "id": "954c44e0-b162-4768-b04d-ff42444abbb0",
    "title": "Subsidised Hostels",
    "description": "The Department provides Rs. 1000/- as boarding grant and Rs. 750/- as uniform allowances to those students who are the inmates of hostels run by the voluntary organizations. 7 such hostels are in the state. "
  },
  {
    "id": "15886bf8-84a4-4fb2-be1e-8f0c63f2169b",
    "title": "Shri. Ayyankali Memorial Govt. Model Residential Sports School-Trivandrum",
    "description": "This sports school is located at Vellayani in Trivandrum which is established for the purpose of giving training to the students from Std 5 to those who have high talents in sports. The selections are done through region wise trials. 30 students are admitted in a class. Classes are upto 12th in state syllabus. Mess charge is Rs.200/- per student for a day. "
  },
  {
    "id": "8cff6675-85e3-489b-9f8a-8b59489aea57",
    "title": "Lumpsum grant",
    "description": "The Department provide financial assistance for educational purposes to those students studying +1 and above. At present the Post matric Scholarships are being distributed online through E-grants systems. Online applications are to be submitted in the beginning of the year. Following the online application, original copies of certificates are to be submitted to the District Scheduled Caste Development Officer through the head of the institution. Caste Certificate, Income Certificate, copy of the SSLC and certificates proving the educational qualifications of the student should be attached along with the application. Rate of Lump sum grant is stated below. Plus two                   -     Rs. 1130/- Degree                     -     Rs. 1190/- PG                            -     Rs. 1570/- Professional Courses Rs. 440/- to 3130/- according to the course "
  },
  {
    "id": "d67030d2-e584-4c0a-b223-5a07fb37e178",
    "title": "Stipend",
    "description": "A monthly stipend of Rs. 630/- is given to those students within 8 Km and Rs. 750/- is given to those beyond 8 Kms. "
  },
  {
    "id": "4dd9803f-15e1-463c-be55-86adc9d0fd43",
    "title": "Post Matric Hostels",
    "description": "There are 19 hostels being run under the department for those students admitted to the post matric courses. Department provides free food and accommodation along with Rs. 190/- as pocket money per month and TA at the time of Onam and Christmas vacation for the inmates. There are facilities for entertainment such as sports, games and library facilities in the hostels. Financial assistances are provided for the inmates of Govt. Colleges hostels, approved hostels of aided college and self-financed colleges. A boarding grant of Rs. 1500/- per month is given to those studying professional courses, who do not have hostel facilities. "
  },
  {
    "id": "969a7b2c-aaa7-42ac-8df1-86f7ac5e6a3d",
    "title": "Distinction/80% level grade",
    "description": "SSLC 1500 2500 +2, TTC, Diploma 2500 5000 Degree 3500 7500 PG/Professional Courses 5000 10000 Applications in the prescribed form should be submitted to the scheduled caste development officer along with the caste certificate and copies of the mark lists. "
  },
  {
    "id": "055dd1ed-80ca-46d5-a6de-116f1ee69c14",
    "title": "Gold Medals for Rank Holders",
    "description": "SC students who secure 1st rank in Medical/Engineering entrance examinations, students who secured A+ in all subjects for SSLC and Plus 2 are awarded gold medals. "
  },
  {
    "id": "918aa688-f856-456e-8980-6fb68de61394",
    "title": "Assistance For Medical/Engineering Entrance Coaching",
    "description": "An amount of 20,000/- is given as financial assistance for long term Medical/Engineering entrance coaching to students who have secured grades above B+ for Science subjects in SSLC Examinations. Students can select their centers for coaching. The annual income of the parents should not exceed    Rs. 4.5 lakhs. Applications should be submitted to the District Development Officer for Scheduled Castes along with caste certificate, Salary certificates and copies of the mark list. "
  },
  {
    "id": "acde7e8a-1e51-4021-a665-67a0c13e6b02",
    "title": "Educational Assistance For Those Studying Professional Courses In Self Financing Colleges",
    "description": "The Department provides financial help to those students who got admission on merit or reservation basis in self financing institutions and universities for professional courses. The amount of fees is on the basis of Government rates. In addition to that, stipend and Lump sum grants are also given. Online application be submitted along with the original copies of certificates to the District Development Officer concerned. "
  },
  {
    "id": "606d7ee1-512e-4d97-b51c-96eb918134de",
    "title": "Initial Expenses To Those Admitted To Engineering/Medical Courses",
    "description": "The Department provides financial support to students admitted to Med/Eng Courses @ Rs. 10,000/- for medical students and Rs. 5000/- for engineering students. The applications are to be submitted to the District Scheduled Caste Development Officer with relevant papers showing the admission details, caste and Income. Annual Income Limit of parents will be Rs. 1,00,000/- "
  },
  {
    "id": "a25f571e-b9f8-49a3-90dd-0ee5ca49a380",
    "title": "Distribution of Stethoscopes",
    "description": "Financial assistance of Rs. 5800/- per student will be provide to SC student studying in Ist year MBBS, BDS, BHMS, BAMS courses. Stethoscopes are provided to the first year MBBS, BDS, BHMS, BAMS students. "
  },
  {
    "id": "2fc002fb-3f9f-4c01-a3ab-f99735202199",
    "title": "Distribution of Laptops",
    "description": "Financial assistance of a maximum of Rs. 25,000/- is provided to purchase laptop for Ist year SC students of B.Tech, M.tech, MCA, Diploma (CS), BSC (CS), MSC (CS), MSC (Electronics), MBBS, BDS, BAMS, BHMS, BVSC, AH, B.Arch, M.Phil, PhD. "
  },
  {
    "id": "d9a69b84-aa2f-4c62-9813-51916a32f59b",
    "title": "Financial Help to Students of Evening Courses",
    "description": "Course fees are provided for attending evening courses in government or govt. approved institutions. The application has to be sent to the District Development Officers through the head of the institution along with Caste Certificate, Income Certificates and certificates proving the educational qualifications. "
  },
  {
    "id": "cd9bb4ed-435f-46cf-96ec-6e74b90d516c",
    "title": "Distance Education",
    "description": "Course fees are allowed to those who study correspondence courses under the universities. "
  },
  {
    "id": "44a4c003-fb89-43d3-b626-ac6c62110838",
    "title": "Education Concessions for those Studying Outside the State",
    "description": "Education concession are given to SC students admitted in aided colleges or central universities outside the state through merit/reservations for those courses which are not available in the state. The application should be submitted to the District Development Officer concerned the institution along with the Caste Certificate and Income Certificates. Educational benefits are provided to SC students whose parents are residing outside as part of their jobs. The application has to be sent to the District Development Officer for Scheduled Caste Development Department through the head of the institution along with the Caste Certificate and Income Certificates. "
  },
  {
    "id": "fab82885-1c82-4aa6-9197-fbc8a184bfc0",
    "title": "Financial Assistance to Students for Studying Abroad",
    "description": "Applications of financial assistance for SC students for studying abroad are considered by the Director of SCDD. An assistance of a maximum of Rs. 2,500,000/- will be given to eligible SC students. "
  },
  {
    "id": "68afaf36-298f-42ec-8475-3be57177d5b6",
    "title": "Educational Assistance for Parallel College Students",
    "description": "The Department give financial assistance to SC students studying in parallel colleges for plus two, Degree and PG Courses, who didn't get admission in government and aided colleges. They are eligible for the Lump sum grant and stipend as equal to the regular students. Tuition fees and exam fees are also provided. Applications should be submitted to the District Scheduled Caste Development Officer, along with necessary certificates. "
  },
  {
    "id": "ed22f6fa-22c7-46a7-891d-8bda9c491bd1",
    "title": "Construction of Hostels",
    "description": "Hostel buildings for girls and boys are being constructed by utilising the central fund through the public works department of the State. "
  },
  {
    "id": "a1e6ad2e-92ab-42ca-b36a-414dc321e750",
    "title": "Industrial Training Institutes (I.T.Is)",
    "description": "There are 44 Industrial Training Institutes all over Kerala under the department for giving training to 11 different trades in Electrician, Electronics Mechanic, Draftsman Civil, Mechanic (motor vehicle), Painter, Plunber, Carpenter, Sewing Technology, Welder, Surveyor, Driving cum Mechanic. Every year 1263 trainees are admitted. Among these 44 ITI's are accredited by NCVT. Those who pass the All India Trade Examination after completing their training with 80% attendance receive the Professionals as well as National Trade Certificate. The Department provides fees concession, uniform allowances, lump sum grant and monthly stipend. For admission application should be submitted to the concerned institution. "
  },
  {
    "id": "66209006-ccba-476f-ba4a-853e118e8d89",
    "title": "Pre Examination Training Centers (PETC)",
    "description": "The department established Four pre-examination training centers at Trivandrum, Ernakulam, Palakkad and Kozhikode for giving training for different competitive examinations conducted by PSC, UPSC, Banking institutions and others public sector undertakings. Stipends will be given to the selected candidates. These centers also undertake coaching for Medical / Engineering entrance examinations. "
  },
  {
    "id": "363f3a86-b6c7-4697-a6e1-50f347ba37b7",
    "title": "Institute for civil service examination training society (ICSETS) Trivandrum",
    "description": "The Department runs a civil service training institution at Trivandrum for giving training to those who are interested in civil service examinations. Admissions are given those selected in the state level preliminary examination. Well established library, food and accommodation facilities, text book allowances of Rs. 3000/- etc. are provided. Training has been conducted through Kerala Civil Service Academy since 2018-2019. "
  },
  {
    "id": "95127bc3-80a6-4c2f-8200-bca45018ff04",
    "title": "Centre For Excellence, Kozhikode",
    "description": "CREST (Centre for Research and Education for Social Transformation) has been established in the KIRTADS campus in  Kozhikode in order to increase and strengthen the competitive capacity of the scheduled caste students. It play an important role in making the Scheduled Caste students efficient enough for enrollment in national and international educational institutes and getting jobs in multinational companies. "
  },
  {
    "id": "88f36b0d-75fd-4fa8-990e-e22cc77cddb8",
    "title": "Para-medical Institutions",
    "description": "The Department runs two Para-medical institutes attached to the Trivandrum and Thrissur medical colleges and two other institutes in Palakkad and Kannur which provide training in D Pharm, B Pharm, DMLT and Health Inspector Course. "
  },
  {
    "id": "8a506759-aa22-446e-b0c1-48594ec7797c",
    "title": "Book bank scheme",
    "description": "One set of reference books are provided to two students each studying in professional courses to the concerned institution (Rs. 2400/- to Rs. 7500/-). Also almirah for keeping the books are also provided (Rs. 4000/-). "
  },
  {
    "id": "fb09d116-1640-46fd-9ed4-2b94c44c0cd1",
    "title": "Palakkad Medical College",
    "description": "The Department runs a medical college at Palakkad District which provide admission to 100 students out of which 70 belongs to Schedules Castes. "
  },
  {
    "id": "ad0ce1de-6f6a-4f11-9302-aaad890438fb",
    "title": "Financial assistance for purchasing Musical instrument:-",
    "description": "Financial assistance is provided to SC students studying in various arts courses related to music and dance "
  },
  {
    "id": "213e1db4-6c80-454d-b163-c06a03106592",
    "title": "Study tour assistance",
    "description": "For students from higher secondary to professional courses, maximum Rs. 4000/- is given for attending the study tour programme conducted by the respective institutions. For this, application with necessary certificates should be submitted to the concerned District Department Officers. "
  },
  {
    "id": "cf6bbcd7-3d4a-4877-9d9c-fef42ed1f02a",
    "title": "Community College, Palakkad",
    "description": "Certificate programme in precision mechanist is being conducted in community college which is being set up in Vadakkanchery, Palakkad. Maximum of 40 students are admitted. SSLC / +2 passed students can apply and admission is through an entrance examination conducted. Course duration is 2 years. "
  },
  {
    "id": "9595162d-f7ba-4d48-9b37-70b742eb4519",
    "title": "Self-Employment Scheme",
    "description": "The Department provides financial assistance to the individuals/self help groups who are interested in self employment. The project for self employment is to be submitted to the bank for loan and the Department will give 1/3 of the loan amount as subsidy. The subsidy amount is limited to 1 lakh for individuals and 3.5 lakhs for groups. Any venture can be started as part of self employment with the approval of the bank. Age limit upto 50 years.Educational qualification 7th standard. There is no income limit, application should be sent to the block/municipal/corporation. Scheduled Caste Development Officer along with certificate of caste, certificates showing educational qualification and age and project report. "
  },
  {
    "id": "7b7daa78-7edd-4315-b73b-152a8754feb8",
    "title": "Assistance for starting practice as Advocates",
    "description": "The Department provides financial assistance for practicing as Advocates to those who have passed the LLB. This assistance is given for three years, after enrollment and starting practice as a Junior Advocate. "
  },
  {
    "id": "c0ab4238-7dfc-46e9-86ba-dcb2433c46a3",
    "title": "Enrollment expenses",
    "description": "First Year 12,000 4,000 0.00 9,600 Second Year 12,000 4,000 6,000 _______ Third Year 12,000 4,000 6,000 _______  "
  },
  {
    "id": "bc2da7c7-82bc-48a7-a5e3-3d909bdf6c3d",
    "title": "Technical Apprenticeship",
    "description": "The Department provides apprenticeship assistance to those who have qualified in ITI, Diploma and Engineering. Application should be submitted to the District Development Officer for Scheduled Castes concerned. The monthly rates are as follows:- ·         ITI - 2000/- ·        Diploma - 2500/- ·        Engineering - 3000/- "
  },
  {
    "id": "97cfe1b6-4727-4b3e-9861-5e4f9a28d00f",
    "title": "Apprentice Clerk",
    "description": "Graduates having Diploma in Computer application are given apprenticeship as clerk-typist on a monthly honorarium of Rs.10,000/- for one year to improve their employability. "
  },
  {
    "id": "1ca54d58-3db6-45f8-9ed0-75144449dafe",
    "title": "Tool Kit",
    "description": "The ITI certificate holders of Department ITIs are given financial assistance for purchasing tool kit in order to start their profession. "
  },
  {
    "id": "2a606284-337a-4cc4-8429-e4e81041d6aa",
    "title": "Exhibition cum Trade Fair (Gadhika)",
    "description": "The Department conducts trade fair twice in a financial year for showcasing the traditional products and the ethnic foods produced by the SC entrepreneurs and self help groups. This trade fair is organized by the Department along with Scheduled Tribe Development Department and KIRTADS. All the expenses including transportation, stall etc and TA&DA of entrepreneurs are met by the Department. "
  },
  {
    "id": "3157b631-cabb-4720-8af1-d95371d7b0b0",
    "title": "Ambedkar Village Development Programme",
    "description": " "
  },
  {
    "id": "7589cc77-5a3b-473d-9f33-f6414d1ce72b",
    "title": "Assistance for Seeking Employment Abroad",
    "description": "The Department provides assistance of Rs. 100000/- to the job seekers who are willing to seek employment abroad. Age limit is upto 50 years and the family income limit is Rs. 2.5 lakh. The applicant can meet both travelling and visa expenses from this amount. The applicants can submit applications to District Development Officers concerned. "
  },
  {
    "id": "4a645d92-7c81-4df9-8f06-0866d43db31b",
    "title": "Pooled fund",
    "description": "Training cum employment and income generating activities are provided through the projects submitted by the line departments under the pooled fund. "
  },
  {
    "id": "49e5905f-6847-43b9-beef-a4b1cff14a6f",
    "title": "Landless Rehabilitation",
    "description": "An amount of Rs 3,75,000/-  is given for purchasing minimum 5 cents of land in Panchayat area and Rs. 4,50,000/- and Rs. 6,00,000/- each for purchasing minimum 3 cents of land in municipal and Corporation are respectively. The beneficiaries are selected from life mission list(3rd phase). "
  },
  {
    "id": "b70fda99-6752-4d87-8eb1-b59fdc311722",
    "title": "Housing Grant ( Life Mission )",
    "description": "An amount of Rs. 4 lakh is given to houseless SC families for construction of houses, or dwelling unit in housing complexes under life mission. "
  },
  {
    "id": "3dbf7352-d405-49d0-bc5d-8bb302448f05",
    "title": "Completion of incomplete houses",
    "description": "Upto Rs, 1,50,000/- is given for completion of incomplete houses constructed during the last 10 years, as additional assistance. "
  },
  {
    "id": "3c9b3db7-050a-4485-a916-3b1b4a6578a8",
    "title": "Vulnerable Community Development Programme",
    "description": "The Department provides assistance to purchase land, construction of house and allied amenities to vulnerable communities such as Vedan, Nayadi, Kalladi, Chakliya/Arunthathiyar. An amount of Rs. 10,00,000/- for buying 25 cents of agriculture land, 5,00,000/-  for buying minimum 5 cents of land and 6,00,000/- for house construction, Rs. 1,50,000/- for house repair, Rs. 40,000/- thousand for toilet construction to individual beneficiaries. Besides colony development programme and self employment activity are also taken up. Scheme is implemented based on action plan prepared by District Development Officers. "
  },
  {
    "id": "1a5da7fc-bd00-4754-9891-299cbca10f12",
    "title": "Marriage Grant",
    "description": "The Department provides an amount of Rs. 75,000/- as Marriage Grant for the marriage of SC girls. Annual income limit is Rs. 1,00,000/-. "
  },
  {
    "id": "981f20a1-d4bb-47b0-a7ec-3923d4704d23",
    "title": "Inter Caste Marriage Grant",
    "description": "The Department provides an amount of Rs. 75,000/- to intercaste couples (one of them should belong to SC) to overcome hard circumstances due to intercaste marriage. Application should be given after one year of marriage and before the completion of three years with co-living certificate. Income should not exceed Rs. 1,00,000/-. "
  },
  {
    "id": "7443a2a5-f82b-4d34-9f0a-7eb5f676badd",
    "title": "Health Care Programme",
    "description": "A maximum of Rs. 1 lakh/- can be given for treatment of serious diseases like cancer, heart, kidney, liver ailments and up to 50,000/- for other serious illness. Income should not exceed Rs. 1,00,000/-. "
  },
  {
    "id": "4c3c4987-d8eb-4df3-a0c0-a5d8322c4a1f",
    "title": "Homeo Health Centers (29 Nos)",
    "description": "Homeo Health Centers are established in selected SC habitats in the state with the help of Homeopathy Department. These centers are started in areas within the radius of 2.5Kms where there are no health centers of any kind. "
  }
]