[
    {
      "id": "84c2491b-1aaf-4fee-bcf3-fbea78b1e6d5",
      "title": "Pradhan Mantri Jan Dhan Yojana",
      "scheme_url": "https://nicobars.andaman.nic.in/scheme/atal-mission-for-rejuvenation-and-urban-transformation-amrut/",
      "publishDate": "28/08/2014",
      "department": "Financial inclusion",
      "description": "Pradhan Mantri Jan-Dhan Yojana (PMJDY) is National Mission for Financial Inclusion to ensure access to financial services, namely, Banking/ Savings & Deposit Accounts, Remittance, Credit, Insurance, Pension in an affordable manner. Account can be opened in any bank branch or Business Correspondent (Bank Mitr) outlet. Accounts opened under PMJDY are being opened with Zero balance. However, if the account-holder wishes to get cheque book, he/she will have to fulfill minimum balance criteria.",
      "beneficiary": "People",
      "benefits": "Financial Inclusion to ensure access to financial services, namely, Banking/ Savings & Deposit Accounts, Remittance, Credit, Insurance, Pension in an affordable manner",
      "howToApply": "https://pmjdy.gov.in/",
      "application_form": "https://cdn.s3waas.gov.in/s382489c9737cc245530c7a6ebef3753ec/uploads/2018/07/2018090436.pdf"
    },
    {
      "id": "e02916f2-931a-4a60-94bd-cdb7bb7d028a",
      "title": "Mahatma Gandhi National Rural Employment Guarantee Act",
      "scheme_url": "https://nicobars.andaman.nic.in/scheme/mahatma-gandhi-national-rural-employment-guarantee-act-mgnrega/",
      "publishDate": "01/04/2008",
      "department": "RURAL EMPLOYMENT",
      "description": "The MGNREGA was initiated with the objective of “enhancing livelihood security in rural areas by providing at least 100 days of guaranteed wage employment in a financial year, to every household whose adult members volunteer to do unskilled manual work”. Another aim of MGNREGA is to create durable assets (such as roads, canals, ponds and wells). Employment is to be provided within 5 km of an applicant’s residence, and minimum wages are to be paid. If work is not provided within 15 days of applying, applicants are entitled to an unemployment allowance. Thus, employment under MGNREGA is a legal entitlement.",
      "beneficiary": "Rural household",
      "benefits": "Monetary Gain",
      "howToApply": "http://nrega.nic.in/netnrega/home.aspx",
      "application_form": ""
    },
    {
      "id": "85deecc5-01ec-44f3-9c7f-feddb9080058",
      "title": "National Rural Health Mission (NRHM)",
      "scheme_url": "https://nicobars.andaman.nic.in/scheme/sarva-shiksha-abhiyan/",
      "publishDate": "12/04/2005",
      "department": "Health Care",
      "description": "The National Rural Health Mission (NRHM), now under National Health Mission[1] is an initiative undertaken by the government of India to address the health needs of under-served rural areas. Basic objectives for implementation of NRHM are: To reduce infant mortality rate and maternal mortality rate To ensure population stabilization To prevent and control of communicable and non-communicable diseases To upgrade AYUSH(Aurvedic Yoga Unani Siddh and Homopath) for promotion of healthy life style",
      "beneficiary": "Better Health Care to Community, Specially Women and child",
      "benefits": "Improve Health sector, Infrastructure etc",
      "howToApply": "http://nhm.gov.in/",
      "application_form": ""
    },
    {
      "id": "f4fe77bc-4c37-4e5f-9dd9-fb0a1d69c46f",
      "title": "Beti Bachao Beti Padhao",
      "scheme_url": "https://nicobars.andaman.nic.in/scheme/beti-bachao-beti-padhao-yojana/",
      "publishDate": "22/01/2015",
      "department": "Education",
      "description": "The Overall Goal of the Beti Bachao, Beti Padhao(BBBP) Scheme is to Celebrate the Girl Child & Enable her Education . The objectives of the Scheme are as under :- – Prevent gender biased sex selective elimination Ensure survival & protection of the girl child Ensure education of the girl child",
      "beneficiary": "Girl Child",
      "benefits": null,
      "howToApply": null,
      "application_form": "https://cdn.s3waas.gov.in/s382489c9737cc245530c7a6ebef3753ec/uploads/2018/07/2018090425.pdf"
    }
  ]