[{
    "title": "SPECIAL SESSIONS COURTS",
    "description": "There are (13) Special Sessions Courts headed by Judges and assisted by Public Prosecutors functioning in the State to deal with the cases of atrocities against SCs/STs under Prevention of Atrocities Act, 1989 in all the districts of Andhra Pradesh."
  },
  {
    "title": "I.G.P., PCR CELL IN THE CID",
    "description": "A Special Cell in the Police Department in the office of the CID headed by an IGP / DIG and with supporting staff and field staff is functioning for speedy investigation, prosecution and for effective disposal of cases of untouchability offences and cases of atrocities on SCs & STs. The entire expenditure of the PCR cell in the CID is borne by the Social Welfare Department. During 2017-18, Rs.3032.15 Lakhs under Central Assistance to State Development Schemes is provided under Special Criminal Courts Scheme for the above purpose."
  },
  {
    "title": "MONETARY RELIEF AND FREE LEGAL AID TO THE VICTIMS OF ATROCITIES ON SCHEDULED CASTES AND SCHEDULED TRIBES",
    "description": "Under Rule 14 & 15 of the POA Rules, the scheme of Relief and Rehabilitation to the victims of Atrocities is entrusted to the State Government. The expenditure on sanction of relief and rehabilitation to the victims of atrocities was exempted from Treasury control, vide G.O.Ms.No.72, SW (H1) Dept., Dt. 15-02-1991. It was reiterated vide Memo No: 7103/CVC POA/2014 SW Dept, Dated: 15.11.2014. Government have enhanced the compensation / relief measures to the victims of Atrocities, vide G.O.Ms.No.95, SW (CV.POA) Dept., Dt:29-08-2016. As per the amended POA Rules w.e.f 14-04-2016."
  },
  {
    "title": "INCENTIVES TO INTER CASTE MARRIED COUPLES",
    "description": "Government have been encouraging Inter-Caste Marriages for social integration and social reform with an objective of eradication of caste system in the society. Under this scheme Rs.50,000 is given as incentive for inter-caste married couples if either spouse belongs to Scheduled caste. The ASWO/DSWO has to verify the sanction proposal within 15 days from the date of receipt of the application. The Dy. Director (SW) of the district to which the SC spouse of the inter-caste married couple belongs, will sanction the incentive and issue a certificate of inter caste marriage. During 2017-18, Rs.250.00 Lakhs is provided for the above purpose under SDP and Rs.550.00 Lakhs is provided under Centrally Assistance to State Development Plan."
  },
  {
    "title": "AP STATE COMMISSION FOR SCs AND STs",
    "description": "AP State Commission for SCs and STs was established in 2016 vide G.O.Ms.No.44 SW (CV.PCR) Dept, Dt:13.04.2016 issued orders. Reconstituting, AP State Commission for SCs & STs amending the Act. 9 of 2003. (Andhra Pradesh State Commission for Scheduled Castes and Scheduled Tribes Act, 2003) to safeguard the interests of the Scheduled Castes and Scheduled Tribes in the State. It is a constitutional body."
  },
  {
    "title": "REHABILITATION OF JOGIN WOMEN",
    "description": "The incidence of the system of Jogins / Basavis is nothing but cruel exploitation of girls and women coming from the disadvantaged groups. There is a special legislation called the A.P. Devadasis (Prohibition and Dedication) Act, 1988 passed for abolishing the Jogin system. The basic objective of rehabilitation is to secure economic independence for the Jogin women, so that they would not be socially exploited and simultaneously to bring about social change. During the year 2010, the Govt. have appointed Sri. V. Raghunath Rao, Retired Dist & Sessions Judge as Head of the One Man Commission to understand the problems being faced by the Children of Joginies, Mathangi, Devadasis & Basavis and to make recommendations to the Govt. for betterment of their living conditions. The Commission has submitted the report to Govt. The identified Jogins are rehabilitated through APSCCFC Ltd Economic support Schemes. Government vide G.O.Ms.No.100 SW(CV-PCR) Dept, Dated: 09.12.2015 issued the A.P Devadasis (Prohibition of Deva caste) Rules, 2015. During 2017-18, Rs.200.00 Lakhs is provided for the above purpose."
  },
  {
    "title": "REHABILITATION OF BONDED LABOUR",
    "description": "The Bonded Labour System stands abolished after enactment of the Bonded Labour System (Abolition) Act, 1976 (Central Act, 19 of 1976) which came into force on the 25th day of October, 1976, by promulgation of an Ordinance. Every Bonded Labourer shall, on such commencement, stand freed and discharged from an obligation to render bonded labour. Under section 6 of the said Act, every obligation of the Bonded Labourer to repay the bonded debt remaining unsatisfied immediately before such commencement, shall be deemed to have been extinguished. The District Collectors and Revenue Officials are entrusted with identification, release and rehabilitation of Bonded Labourers. The District Collector, Revenue Divisional Officer and Tahsildars of Mandals have also been empowered to sanction and disburse monetary relief to the freed bonded labourers. Out of relief amount of Rs.20,000/- an amount of Rs.1,000/- would be paid immediately on release of Bonded Labourer as subsistence allowance. The APSC Co-operative Finance Corporation is rehabilitating the Bonded Labourers once identified and relieved of the bondage, through Economic support schemes. In pursuance of the instructions of the Hon’ble Supreme Court and that of National Human Rights Commission (N.H.R.C)., District Collectors were asked to conduct fresh survey of bonded labour and re-survey of all rehabilitated bonded labourers to ascertain whether they relapsed into bondage again or not. The NGOs are also involved in the identification, release and rehabilitation of bonded labourers."
  },
  {
    "title": "HOUSE SITES FOR WEAKER SECTIONS",
    "description": "Distribution of house sites to the weaker sections is one of the flagship programs of the Govt. The Revenue Department acquires the private, ceiling, endowments, assigned and Govt. lands, and distribute House sites to SC, ST, BC, Minorities and other economically poor people at free of cost for construction of Houses. The Social Welfare Department provides the budget for acquisition of private and endowments lands to Revenue Department in the Districts. In accordance with orders in G.O.MS.No.224 Dt:09.06.1997 as revised in G.O.MS.No.17 Dt:15.02.1990 and G.O.MS.No.90, Dt:24.09.2001 of Social Welfare Department, the amounts provided for acquisition of land for house sites shall be utilized for distribution of house sites for different categories in the following ratio."
  },
  {
    "title": "FREE POWER TO SC HOUSE HOLDS",
    "description": "Social Welfare Department pays electricity arrears and monthly bills of SC Households consuming 0-50 units per month. The amount payable shall be based on the actual demand and consumer wise details furnished by the DISCOMs. The scheme would not be applicable to SC Households whose consumption is beyond 50 units per month. The DISCOMs have to provide the data of eligible consumers to the CGG, and the CGG enables an online interface in e-pass website that facilitate the generation of the reports and to send the bills to the treasury and making payment to the respective DISCOMs in online by the Joint Directors/Deputy Directors (SW) in the State. During 2017-18, an amount of Rs.15,923.00 Lakhs is provided for the above purpose."
  },
  {
    "title": "ANDHRA PRADESH SOCIAL WELFARE FUND",
    "description": "The A.P. Social Welfare Fund came into existence during 1975. It is registered under the Registration of Societies Act on 19.12.1975. The main objective of the A.P. Social Welfare Fund to provide financial assistance (grant in aid) to encourage, help, foster, strengthen the registered voluntary organization which are engaged in Social Welfare Actives like running orphanages / Medical care / Rehabilitation and Vocational training to Mentally retarded children / TB and Leprosy patients and their children / Pre-school education and similar institutions. During 2017-18, Rs.35.00 Lakhs is provided for the above purpose."
  },
  {
    "title": "A.P. STUDY CIRCLE",
    "description": "AP Study Circle is included in the Tenth Schedule of AP-Reorganization Act, 2014 and it is devolved to the State of Telangana and will provide services to the State of Andhra Pradesh under a Memorandum of Understanding (MoU) until such time that a Study Circle for Andhra Pradesh is established. Further the branches at Visakhapatnam, Vijayawada, and Tirupati are devolved to the State of Andhra Pradesh and coaching for other than civil services (Bank Pos/Clerical/Group– I/II/III etc.,) is provided at the branches. For providing guidance to Civil Services examination to SC students a new scheme ‘NTR Vidyonnathi’ was introduced in 2015-16. During 2017-18, Rs.550.00 Lakhs is provided for the above purpose."
  },
  {
    "title": "NTR VIDYONNATHI – NEW SCHEME",
    "description": "“NTR Vidyonnathi” scheme is formulated and operational from 2015-16 for providing professional guidance for Civil Services Examination for 350 SC students by sponsoring them to (5) reputed coaching institutions in the Country.The number of seats are increased from 350 to 700 in 2016-17.For the year 2017-18 an amount of Rs.1800.00 Lakhs is proposed to provide coaching for 700 students."
  }
]