[
    {
      "title": "SANKALP Scheme- District Skill Training Calendar",
      "description": "SANKALP scheme Skill Acquisition and Knowledge Awareness for Livelihood Promotion (“SANKALP”) is a programme of the Ministry of Skill Development with loan assistance from the World Bank. It aims to improve short term skill training qualitatively and quantitatively through strengthening institutions, bring in better market connectivity and inclusion of marginalized sections of the society. SANKALP was launched on 19th January 2018 and has tenure till March 2023. The outcomes in the project are measured through the Results Framework, and Disbursement Linked Indicators (DLIs) agreed between MSDE and World Bank. SANKALP has three key result areas namely (i) Institutional Strengthening at Central, State and District level; (ii) Quality Assurance of skill development programmes; and (iii) Inclusion of marginalized population in skill development programmes. To spread awareness regarding different skill training courses, the New Delhi District Skill Committee in its meeting on 17-10-2023, has launched ”District Skill Training Calendar”. The objective is to increase awareness about various skill training courses being offered in Delhi under various schemes, so that residents may avail those opportunities to skill/re skill/up skill themselves and gain livelihood. The calendar is also being proposed to inform the residents regarding government courses being run even in adjacent districts.",
      "benefits": [],
      "schemeUrl": "https://dmnewdelhi.delhi.gov.in/scheme/sankalp-scheme/",
      "id": "a386f33f-4fe4-4905-9972-f6684f4a9fa6"
    },
    {
      "title": "Pradhan Mantri Awas Yojana (Urban)",
      "description": "“Pradhan Mantri Awas Yojana – Housing for All (Urban) Mission” for urban area is being implemented during 2015-2022. This Mission provides central assistance toimplementing agencies through States and UTs for providing houses to all eligible families/beneficiaries by 2022.All statutory towns as per Census 2011 and Statutory Towns notified subsequently would be eligible for coverage under the Mission. Note: In this Mission, States/UTs will have the flexibility to include the Planning Areas (to the exclusion of rural areas) as notified with respect to Statutory Towns and such Planning Areas (to the exclusion of rural areas) as notified by Development Authorities.",
      "benefits": [
        "Ensure that the housing requirement of all urban poor including slum dwellers are met through different Programme verticals",
        "The core objective is to provide central assistance to implementing agencies through States and UTs for providing houses to all eligible families / beneficiaries by 2022. .4",
        "Provide pucca house with water connection, toilet & electricity facilities",
        "Ensure that urban localities are slums free & that all citizens have access to basic services",
        "Provide houses designed and constructed to meet requirements of structural safety against earthquake, flood, cyclone, landslides etc. conforming to the National Building Code (NBC) and other relevant Bureau of Indian Standards (BIS) codes"
      ],
      "schemeUrl": "https://dmnewdelhi.delhi.gov.in/scheme/pradhan-mantri-awas-yojana-urban/",
      "id": "fa1fdc51-c71a-41a2-97f7-455231daf7fb"
    },
    {
      "title": "National Rural Livilihood Mission",
      "description": "In spite of rapid growth of Gross Domestic Product (GDP) in India, a large rural population of the country still lives below poverty line (BPL). Different studies estimated the rate of rural poverty at different levels. In spite of the numerous efforts, the rural poverty continues to be a major challenge to the Government at all levels.",
      "benefits": [],
      "schemeUrl": "https://dmnewdelhi.delhi.gov.in/scheme/national-rural-livilihood-mission/",
      "id": "21c0f7fc-bc1a-4dfc-ac0d-d1c57a7e273d"
    },
    {
      "title": "Beti Bachao Beti Phadao",
      "description": "With the goal of celebrating girl child and enabling her education, the scheme has following objectives:",
      "benefits": [],
      "schemeUrl": "https://dmnewdelhi.delhi.gov.in/scheme/beti-bachao-beti-phadao/",
      "id": "5ea898bc-c981-47e2-95d1-0fbf26237f02"
    },
    {
      "title": "Swachh Bharat Mission Urban",
      "description": "The Government of India (GOI) launched the Swachh Bharat Mission (Urban) [SBM (U)], with the vision of ensuring hygiene, waste management and sanitation across the nation, as a tribute to Mahatma Gandhi on his 150th birth anniversary, to be celebrated in the year 2019. SBM (Urban) is being implemented by the Ministry of Housing and Urban Affairs (MHUA).",
      "benefits": [],
      "schemeUrl": "https://dmnewdelhi.delhi.gov.in/scheme/swachh-bharat-mission-urban/",
      "id": "40f285a4-1b16-416c-b38d-78f2895eb8e2"
    }
  ]