[
    {
      "title": "BSY",
      "description": "Besides funding from NABARD for construction of bridges, Ministry of Rural Development, Government of India is also providing funds for construction of bridges on PMGSY roads, permissible under the guidelines of the scheme. Bridges are also being constructed out of the allocated funds to R.D. Department under WODC,  IAP, BRGF etc. But the existing schemes are unable to cater the requirements of the State. Hence the Government of Odisha has embarked upon a new initiative in formulating and launching the ambitious Biju SetuYojana (BSY) to bridge all the missing links on roads of R.D. Department. Biju Setu Yojana was launched on 9th Oct.'2011 for construction of new bridges on RD roads and important P.S. roads to provide all-weather connectivity to the rural areas of the State. In addition to above, the Programme will also cover construction of bridges on strategic important Panchayat Samitee roads belonging to P.R. Department. The BSY as such has been formulated to provide an effective all-weather road network across the length and breadth of the State, so as to effectively meet the transportation needs of every sector, cost effectively.",
      "schemeUrl": "https://rd.odisha.gov.in/scheme/bsy"
    },
    {
      "title": "MMSY",
      "description": "Mukhya Mantri Sadak Yojana",
      "schemeUrl": "https://rd.odisha.gov.in/scheme/mmsy"
    },
    {
      "title": "MMSY - CMRL",
      "description": "CMRL is mainly intended to provide access to the remote and inaccessible areas with the urban area and administrative head quarters and reducing regional imbalance between the remote rural area and urban areas.",
      "schemeUrl": "https://rd.odisha.gov.in/scheme/mmsy-cmrl"
    },
    {
      "title": "MMSY-CUVDA",
      "description": "All the village population of LWE affected Districts will be benefitted after construction of the project in terms of day to day needs on Health, Education, Marketing, Administrative needs, accessibility to tourist center, nearest G.P., Block, Subdivision, District head quarter etc. for a leading better life style of people living in faraway places detached from mainstream.\n ",
      "schemeUrl": "https://rd.odisha.gov.in/scheme/mmsy-cuvda"
    },
    {
      "title": "OMBADC",
      "description": "Odisha Mineral Bearing Areas Development Corporation (OMBADC) was formed as a Section 25 company on 2nd December, 2014 as per the directive of Hon,ble Supreme court of India for undertaking specific tribal welfare and area development works so as to ensure inclusive growth of the mineral bearing areas'As per mandate, OMBADC will finance projects executed by Line Departments relating to livelihood intervention, health, water supply, sanitation, education etc'from the funds maintained in PL Account of OMBADC. Hence, there is a need to lay down some fundamental principles regarding project financing, execution monitoring applicable to all line Departments, Heads of Departments, Subordinate offices and State Level PSUs or Autonomous Agencies under their administrative control.",
      "schemeUrl": "https://rd.odisha.gov.in/scheme/ombadc"
    },
    {
      "title": "PMGSY",
      "description": "The Pradhan Mantri Gram Sadak Yojana (PMGSY), was launched by the Govt. of India to provide connectivity to unconnected Habitations as part of a poverty reduction strategy. Govt. of India is endeavoring to set high and uniform technical and management standards and facilitating policy development and planning at State level in order to ensure sustainable management of the rural roads network. According to latest figures made available by the State Governments under a survey to identify Core Network as part of the PMGSY programme, about 1.67 lakh Unconnected Habitations are eligible for coverage under the programme. This involves construction of about 3.71 lakh km. of roads for New Connectivity and 3.68 lakh km. under upgradation.",
      "schemeUrl": "https://rd.odisha.gov.in/scheme/pmgsy"
    },
    {
      "title": "RIDF",
      "description": null,
      "schemeUrl": "https://rd.odisha.gov.in/scheme/ridf"
    },
    {
      "title": "RLTAP",
      "description": null,
      "schemeUrl": "https://rd.odisha.gov.in/scheme/rltap"
    }
  ]