[
  {
      "description": "The Corporation started a schemes for the benefit of beneficiaries with the assistance of NSFDC from the year 1990-91, in view of acute shortage of the share capital.",
      "tags": [
          "Loan",
          "Financial Assistance",
          "Scheduled Castes"
      ],
      "beneficiaries": [
          {
              "beneficiary_type": "Scheduled Castes Community"
          }
      ],
      "procedures": [
          {
              "step_description": "Any Scheduled Caste person desirous of availing loan can apply on the prescribed application form available free of cost from District offices."
          },
          {
              "step_description": "Application duly attested is to be submitted to the Distt. Offices."
          },
          {
              "step_description": "Then cases are referred to screening committee for scrutiny ."
          },
          {
              "step_description": "Cases are then sent to the Head Office for sanction."
          },
          {
              "step_description": "After that cases are sent to District offices for execution of Mortgage deed ."
          },
          {
              "step_description": "There after payment is made subject to completion of all formalities."
          }
      ],
      "sponsors": [],
      "valid_upto": "",
      "scheme_link": "",
      "funding_pattern": "The Corporation raises term loan from NSFDC for specific schemes for onward disbursement to the beneficiaries. The NSFDC share is Up To 90% of the total unit cost and the remaining 10% is shared by the beneficiary as well as Corporation out of share capital depending upon the terms and conditions of the NSFDC and state govt.",
      "title": "ELIGIBILITY:-",
      "introduced_on": "",
      "documents": [],
      "criteria": [
          {
              "description": "The beneficiary should be from the Scheduled Castes Community."
          },
          {
              "description": "Up to RS. 3.00 lakhs for both Rural and Urban areas. At least 50% of funding to the beneficiaries having annual family income up to Rs. 1.50 lakh and balance 50% funding to the beneficiaries having annual family income above Rs. 1.50 lakh and up to Rs. 3.00 Lakh."
          }
      ],
      "id": "b27ee2db-997b-443e-9452-8610927cfb21"
  },
  {
      "description": "This corporation is advancing loans to Safai Karamcharis and their dependents by raising term loan from NSKFDC from the year 2002-03 onwards. Any safai karamcharis or his dependent person desirous of availing loan can apply on the prescribed application form available free of cost from District offices. Application duly attested is to be submitted to the Distt. Offices . Then cases are referred to screening committee under the chairmanship ADC (D) for scrutiny .Cases are then sent to the Head Office for sanction. After that cases are sent to District offices for execution of Mortgage deed .There after payment is made directly to bank a/c of loaness through RTGS subject to completion of all formalities",
      "beneficiaries": [
          {
              "beneficiary_type": "Safai Karamcharis"
          },
          {
              "beneficiary_type": "Dependents of Safai Karamcharis"
          }
      ],
      "tags": [
          "Loan",
          "Safai Karamcharis",
          "NSKFDC"
      ],
      "procedures": [
          {
              "step_description": "Apply on the prescribed application form available free of cost from District offices."
          },
          {
              "step_description": "Submit the duly attested application to the Distt. Offices."
          },
          {
              "step_description": "Cases are referred to screening committee under the chairmanship ADC (D) for scrutiny."
          },
          {
              "step_description": "Cases are sent to the Head Office for sanction."
          },
          {
              "step_description": "Cases are sent to District offices for execution of Mortgage deed."
          },
          {
              "step_description": "Payment is made directly to bank account of loanee through RTGS subject to completion of all formalities."
          }
      ],
      "sponsors": [],
      "valid_upto": "",
      "funding_pattern": "The Corporation raises term loan from NSKFDC @ 3% for specific schemes for onwards disbursement to the beneficiaries @ 6% NSKFDC share is Up To 90% and remaining amount would be contributed by corporation and Loanee.",
      "scheme_link": "",
      "title": "Loan for Safai Karamcharis and their dependents",
      "introduced_on": "2002-03",
      "criteria": [
          {
              "description": "Any Safai Karamchari or his dependent is eligible for availing loan."
          }
      ],
      "documents": [],
      "id": "265783ad-ac48-480e-84d4-5a454c38fc9c"
  },
  {
      "description": "The Corporation is providing Loans Directly for Economic up-liftment of the members of the Scheduled Castes and handicapped people in the State of Punjab. Different amounts of loans are advanced depending upon the purpose of the unit to be established. Maximum loan limit is Rs.10.00 Lacs, except Land purchase where maximum limit is Rs.30.00 Lacs. Annexure mentioning Purposes and Loan details under Direct Lending Scheme",
      "beneficiaries": [
          {
              "beneficiary_type": "Scheduled Caste"
          },
          {
              "beneficiary_type": "Handicapped"
          }
      ],
      "tags": [
          "Loan",
          "Scheduled Caste",
          "Handicapped",
          "Economic Upliftment",
          "Punjab"
      ],
      "procedures": [
          {
              "step_description": "Apply using prescribed form from District offices"
          },
          {
              "step_description": "Submit attested application to District Offices."
          },
          {
              "step_description": "Referral to screening committee under ADC (D)."
          },
          {
              "step_description": "Case sent to Head Office for sanction."
          },
          {
              "step_description": "After sanction, case sent to District office for Mortgage Deed execution."
          },
          {
              "step_description": "Payment through RTGS to loanee's bank account."
          }
      ],
      "sponsors": [],
      "valid_upto": "",
      "funding_pattern": "Share Capital Funds",
      "scheme_link": "",
      "title": "DIRECT LENDING SCHEME",
      "introduced_on": "",
      "documents": [],
      "criteria": [
          {
              "description": "Between 18 to 55 years of age."
          },
          {
              "description": "Resident of Punjab"
          },
          {
              "description": "Annual income less than Rs. 1 Lakh."
          }
      ],
      "id": "679d0123-321a-434a-98a7-4d5e8c166617"
  },
  {
      "description": "Under this scheme, Loans are arranged through banks and subsidy is provided by the Corporation.",
      "tags": [
          "Loan",
          "Subsidy",
          "Scheduled Castes",
          "Poverty Line"
      ],
      "beneficiaries": [
          {
              "beneficiary_type": "Persons belonging to scheduled castes living below poverty line"
          }
      ],
      "procedures": [
          {
              "step_description": "Applicants desirous of availing loan can apply on the prescribed application form specified for the scheme, available at the District offices free of cost."
          },
          {
              "step_description": "Application complete in all respect is to be submitted in the District office."
          },
          {
              "step_description": "The District Manager sponsor the application to the concerned bank branch for joint verification ."
          },
          {
              "step_description": "Cases are sanctioned & subsidy is claimed by the banks."
          },
          {
              "step_description": "Cases are referred to the District level committee chaired by the ADC."
          },
          {
              "step_description": "The loan is disbursed to the beneficiaries by the banks along with subsidy."
          }
      ],
      "sponsors": [],
      "valid_upto": "",
      "introduced_on": "",
      "scheme_link": "",
      "title": "Under this scheme, Loans are arranged through banks and subsidy is provided by the Corporation.",
      "funding_pattern": "The loan is provided by the banks as per their norms.",
      "criteria": [],
      "documents": [],
      "id": "05a9b5b8-fb85-432c-b37a-632db20fd9e4"
  },
  {
      "description": "This Corporation has been nominated Channelising agency for NHFDC for providing loans to handicapped people for various income generating self employment schemes.",
      "beneficiaries": [
          {
              "beneficiary_type": "handicapped person with 40% or more disability"
          }
      ],
      "tags": [
          "loan",
          "handicapped",
          "self-employment",
          "income generation",
          "NHFDC"
      ],
      "procedures": [
          {
              "step_description": "Apply on the prescribed application form available free of cost from District offices"
          },
          {
              "step_description": "Submit the duly attested application to the Distt. Offices"
          },
          {
              "step_description": "Cases are referred to screening committee for scrutiny"
          },
          {
              "step_description": "Cases are sent to the Head Office for sanction"
          },
          {
              "step_description": "Cases are sent to District offices for execution of Mortgage deed"
          },
          {
              "step_description": "Payment is made subject to completion to all formalities"
          }
      ],
      "sponsors": [],
      "valid_upto": "",
      "scheme_link": "www.socialjustice.nic.in",
      "introduced_on": "",
      "title": "ELIGIBILITY:-",
      "funding_pattern": "100% Up To Rs. 50,000/-\\n95% above Rs.50,000 & Up To Rs.1.00 Lacs\\n90% above Rs. 1.00 Lacs & Up To Rs. 5.00 Lacs\\n85% above 5.00 Lacs\\nRemaining amount is contributed corporation and loanee.",
      "criteria": [
          {
              "description": "40% or more disability"
          },
          {
              "description": "Between the age group of 18 to 60 years"
          }
      ],
      "documents": [],
      "id": "2d480b1f-7117-45c0-baed-c9e1c59ae294"
  },
  {
      "description": "This scheme is launched by Govt. of India to rehabilitate the manual scavengers. Any identified scavenger is eligible. No Income limit. The rate of interest chargeable from the beneficiaries will be as follows;  For Projects Up To Rs.25,000/- 5% per Annum( 4% per annum for women beneficiary), For Projects above Rs.25,000/- 6% SUBSIDY : Provision of Capital subsidy based on project cost :- BACK-END CAPITAL SUBSIDY AS GIVEN BELOW :- Upto 2,00,000 @ 50% of project cost 2,00,000 to 5,00,000 Rs 1 lakh + 33.3% of project cost between Rs.2-5 lakh  5,00,000 to 10,00,000 Rs 2 lakh+25% of project cost between Rs.5-10 lakh 10,00,000 to 15,00,000 Rs.3,25,000/-",
      "beneficiaries": [
          {
              "beneficiary_type": "Manual Scavengers"
          }
      ],
      "tags": [
          "Rehabilitation",
          "Manual Scavengers",
          "Subsidy",
          "Loan"
      ],
      "procedures": [],
      "sponsors": [],
      "valid_upto": "",
      "funding_pattern": "Government of India",
      "scheme_link": "",
      "title": "FINANCING PATTERN FOR REHABILITATION",
      "introduced_on": "",
      "criteria": [
          {
              "description": "Identified scavenger"
          },
          {
              "description": "No income limit"
          }
      ],
      "documents": [],
      "id": "9fafd48f-b814-4ff4-9610-37feffb3395b"
  }
]