{
    "states": [
        {
            "state_name": "Punjab",
            "created_at": "2024-06-25T12:00:00Z",
            "departments": [
                {
                    "department_name": "",
                    "created_at": "2024-06-25T12:00:00Z",
                    "organisations": [
                        {
                            "organisation_name": "",
                            "created_at": "2024-06-25T12:00:00Z",
                            "schemes": [
                                {
                                    "title": "ELIGIBILITY:-",
                                    "introduced_on": "2024-06-25T12:00:00Z",
                                    "valid_upto": "2024-12-31T23:59:59Z",
                                    "funding_pattern": "The Corporation raises term loan from NSFDC for specific schemes for onward disbursement to the beneficiaries. The NSFDC share is Up To 90% of the total unit cost and the remaining 10% is shared by the beneficiary as well as Corporation out of share capital depending upon the terms and conditions of the NSFDC and state govt.",
                                    "description": "The Corporation started a schemes for the benefit of beneficiaries with the assistance of NSFDC from the year 1990-91, in view of acute shortage of the share capital. 1.The beneficiary should be from the Scheduled Castes Community. 2.Up to RS. 3.00 lakhs for both Rural and Urban areas. At least 50% of funding to the beneficiaries having annual family income up to Rs. 1.50 lakh and balance 50% funding to the beneficiaries having annual family income above Rs. 1.50 lakh and up to Rs. 3.00 Lakh.",
                                    "scheme_link": "https://pbscfc.punjab.gov.in/?q=node/26",
                                    "beneficiaries": [],
                                    "documents": [],
                                    "sponsors": [
                                        {
                                            "sponsor_type": ""
                                        }
                                    ],
                                    "criteria": [],
                                    "procedures": [
                                        {
                                            "step_description": "Any Scheduled Caste person desirous of availing loan can apply on the prescribed application form available free of cost from District offices. Application duly attested is to be submitted to the Distt. Offices. Then cases are referred to screening committee for scrutiny .Cases are then sent to the Head Office for sanction. After that cases are sent to District offices for execution of Mortgage deed .There after payment is made subject to completion of all formalities."
                                        }
                                    ],
                                    "tags": []
                                },
                                {
                                    "title": "ELIGIBILITY:-",
                                    "introduced_on": "2024-06-25T12:00:00Z",
                                    "valid_upto": "2024-12-31T23:59:59Z",
                                    "funding_pattern": "The Corporation raises term loan from NSKFDC @ 3% &nbsp;for specific schemes for onwards disbursement to the beneficiaries @ 6% NSKFDC share is Up To 90% and remaining amount would be contributed by corporation and Loanee.",
                                    "description": "This corporation is advancing loans to Safai Karamcharis and their dependents by raising term loan from NSKFDC from the year 2002-03 onwards. Any safai karamcharis or his dependent person desirous of availing loan can apply on the prescribed application form available free of cost from District offices. Application duly attested is to be submitted to the Distt. Offices . Then cases are referred to screening committee under the chairmanship ADC (D) for scrutiny .Cases are then sent to the Head Office for sanction. After that cases are sent to District offices for execution of Mortgage deed .There after payment is made directly to bank a/c of loaness through RTGS subject to completion of all formalities",
                                    "scheme_link": "https://pbscfc.punjab.gov.in/?q=node/29",
                                    "beneficiaries": [],
                                    "documents": [],
                                    "sponsors": [
                                        {
                                            "sponsor_type": ""
                                        }
                                    ],
                                    "criteria": [],
                                    "procedures": [],
                                    "tags": []
                                },
                                {
                                    "title": "DIRECT LENDING SCHEME",
                                    "introduced_on": "2024-06-25T12:00:00Z",
                                    "valid_upto": "2024-12-31T23:59:59Z",
                                    "funding_pattern": "",
                                    "description": "The Corporation is providing Loans Directly for Economic up-liftment of the members of the Scheduled Castes and handicapped people in the State of Punjab. Different amounts of loans are advanced depending upon the purpose of the unit to be established. Maximum loan limit is Rs.10.00 Lacs, except Land purchase where maximum limit is Rs.30.00 Lacs. Annexure mentioning Purposes and Loan details under Direct Lending Scheme",
                                    "scheme_link": "https://pbscfc.punjab.gov.in/?q=node/165",
                                    "beneficiaries": [],
                                    "documents": [],
                                    "sponsors": [
                                        {
                                            "sponsor_type": "Share Capital Funds"
                                        }
                                    ],
                                    "criteria": [],
                                    "procedures": [
                                        {
                                            "step_description": "Any Scheduled Caste person desirous of availing loan can apply on the prescribed application form available free of cost from District offices. Application duly attested is to be submitted to the Distt. Offices . Then cases are referred to screening committee under the chairmanship of ADC (D) for scrutiny .Cases are then sent to the Head Office for sanction. After sanction the cases are sent to District offices for execution of Mortgage Deed. Thereafter payment is made subject to completion of all formalities from H.O. into the Bank A/C of loanee directly through RTGS."
                                        }
                                    ],
                                    "tags": []
                                },
                                {
                                    "title": "Under this scheme, Loans are arranged through banks and subsidy is provided by the Corporation.",
                                    "introduced_on": "2024-06-25T12:00:00Z",
                                    "valid_upto": "2024-12-31T23:59:59Z",
                                    "funding_pattern": "The loan is provided by the banks as per their norms.",
                                    "description": "The loan amount is provided by various banks operating in the State. Rate of interest changed by the Banks as per RBI guidelines.",
                                    "scheme_link": "https://pbscfc.punjab.gov.in/?q=node/25",
                                    "beneficiaries": [],
                                    "documents": [],
                                    "sponsors": [
                                        {
                                            "sponsor_type": "Subsidy:\nSubsidy is provided by Govt. of India out of SCA."
                                        }
                                    ],
                                    "criteria": [],
                                    "procedures": [
                                        {
                                            "step_description": "Applicants desirous of availing loan can apply on the prescribed application form specified for the scheme, available at the District offices free of cost. There after application complete in all respect is to be submitted in the District office Then the District Manager sponsor the application to the concerned bank branch for joint verification .Cases are sanctioned &amp; subsidy is claimed by the banks. Then these cases are referred to the District level committee chaired by the ADC. The loan is disbursed to the beneficiaries by the banks along with subsidy."
                                        }
                                    ],
                                    "tags": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ]
}