[
    {
      "id": "2fc12f7d-225f-478b-b483-1668cad340d3",
      "title": "Accredited Social Health Activist (ASHA)",
      "department": "Health & Family Welfare Department",
      "description": "Under the National Rural health Mission (NRHM) which is one of the flagship programmes of Central Government, ASHA is a very important component envisaged with the aim to link between peripheral health system and people at grassroots level.The Government of Sikkim, appreciating the work done by ASHA has approved the honorarium of Rs. 3000/- per month which is being given w.e.f 1st April 2011. Sikkim is the only state in the country paying honorarium to the ASHAs. This will motivate them to work even better and thus help in achieving a large number of goals concerning rural health.",
      "schemeUrl": "https://sikkim.gov.in/scheme/scheme-info/30065?Scheme=Accredited%20Social%20Health%20Activist%20(ASHA)"
    },
    {
      "id": "4fdfe380-8532-41e7-85fc-665fb86cab8b",
      "title": "Agriculture Census",
      "department": "Agriculture Department",
      "description": "Short DescriptionData collection for Operational Holding, Operational Area, Cropping Pattern, Size of Holding, and category of farmers (SC/ST/Others & Institutional).Type of Assistance1. Total operational holding.2. Operated Area3. Cropping in pattern4. Size of Holding5. Category of Framer6. Area under different crop",
      "schemeUrl": "https://sikkim.gov.in/scheme/scheme-info/30059?Scheme=Agriculture%20Census"
    },
    {
      "id": "6fdd65e3-c34f-4a39-ba45-aaa5858fcb7a",
      "title": "Antyodaya Anna Yojana (AAY) Scheme",
      "department": "Food & Civil Supplies Department",
      "description": "The State Government followed the Government of India's order no. 6(5)/2005-PD-I dated 12.05.2005 which provide for the following criteria for identification of households under AAY scheme:-1. Landless agricultural households;2. Marginal farmers;3. Rural artisians/craftsman;4. Slum dwellers;5. Persons earning their livlihood on a daily basis in the informal sector in both rural and urban areas;6. Households headed by widows or terminally ill persons/disabled/persons aged 60 or more having no assured means of subsitence or societal support;7. Eligible BPL families of HIV positive persons.",
      "schemeUrl": "https://sikkim.gov.in/scheme/scheme-info/30052?Scheme=Antyodaya%20Anna%20Yojana%20(AAY)%20Scheme"
    },
    {
      "id": "0f15f5b0-21ac-49cf-9778-d4b19f12938c",
      "title": "Border Area Development Programme",
      "department": "Animal Husbandry & Veterinary Services Department",
      "description": "Border Area Development Programme Under Border Area Development Programme, with the assistance of Development, Planning, Economic Reforms & North Eastern Council Affairs Department, Government of Sikkim following Schemes pertaining to Animal Husbandry sector have been sanctioned for the benefit of Rural livestock farmers of high altitude snow bound areas. The details of the ongoing scheme sanctioned with physical progress are as under: Sl.no.Name of SchemeDistrict/BorderApproved CostYear of SanctionRemarks1.Construction of Hay Godown at Rabum Busty under Lachen Dzumsa, North Sikkim.Rabum, Lachen, North Sikkim,95.892013-1482%Under Progress2.Tibetan Sheep ConservationLachen, North Sikkim250.002014-1582% Under Progress (Civil Works)3.Strengthening of Yak Farm Infrastructure at ZeemaLachen, North Sikkim106.782014-15100% CompletedGrand Total452.67Photographs Depicting Various Costruction Works Under BADP scheme:                       Construction of Hay Godown at Rabum Busty Under Lachen Dzumsa in North Sikkim Under Progress                         Tibetan Sheep Conservation, Lachen, North Sikkim Civil Works Under Progress                        Strengthening & Remodeling of Infrastructures at Yak Farm, Zeema, North Sikkim (Completed)",
      "schemeUrl": "https://sikkim.gov.in/scheme/scheme-info/30043?Scheme=Border%20Area%20Development%20Programme"
    },
    {
      "id": "1eda398f-208a-4b3c-85b6-56462a541b2d",
      "title": "Border Area Development Programme",
      "department": "Water Resources Department",
      "description": "Objective: The main objective of the BADP is to meet the special developmental needs of the people living in remote and inaccessible areas situated near the international border and to saturate the border areas with the entire essential infrastructure through convergence of Central/State/ BADP/Local schemes and participatory approach. Coverage:The BADP will continue to be a 100% centrally funded programme. The BADP would cover 362 border blocks, which are located along the international border and come under 96 border districts of 17 States viz Arunachal Pradesh, Assam, Bihar, Gujarat, Himachal Pradesh, Jammu & Kashmir, Manipur, Meghalaya, Mizoram, Nagaland, Punjab, Rajasthan, Sikkim, Tripura, Uttar Pradesh, Uttarakhand and West Bengal. Funds will be allocated to the States on the basis of (i) length of international border (ii) population of border blocks and (iii) area of border blocks with these criteria having equal weightage.  Besides, 15% weightage will be given to hilly, desert and Rann of Kutchh areas on account of difficult terrain, scarcity of resources, higher cost of construction etc.The border block will be the spatial unit within which the State Government shall arrange to utilize the BADP funds only in those villages of the blocks, which are located ‘within  0-10 km’ from the international border. Those villages, which are located nearer to the international border will get first priority.  After saturating these villages with basic infrastructure, the next set of villages located within 0-15 km and 0-20 km need to be taken up.  If the first village in a block is located at a faraway location from the international border, the first village/hamlet in the block may be taken as “0” km distance village for drawing the priority list.Guiding principles:a. BADP funds shall ordinarily be used for meeting the critical gaps and to meet the immediate needs of the border population. Planning and implementation of BADP schemes should be on participatory and decentralized basis thorough the Panchayati Raj Institutions/Autonomous Councils/Other Local Bodies/Councils.b. The State Governments may consider creating/nominating a Nodal Department/Cell with in the existing administrative arrangement for implementation of the Border Area Development Programme (BADP).  The Nodal Department dealing with the BADP in the State shall hold individual meetings with line departments of the States such as Power, Rural Development, Electricity, Roads & Buildings, Water  Supply, Social Welfare, Public Distribution, Civil Supplies etc. in order to ensure the implementation of the respective State/Central schemes in the identified border blocks. Utilization of funds under the Centrally Sponsored Schemes/Flagship Schemes of Govt. of India and the State plan schemes to the maximum possible extent in the border blocks should be ensured.  To avail funds under the various Centrally Sponsored Scheme/flagship programmes of Government of India and for relaxation in guidelines, if any, the State Departments concerned may forward suitable proposals to the Ministries/ Departments of Government of India concerned with a copy thereof to the Department of Border Management, MHA for information.c. A baseline survey shall be carried out in border villages in order to assess the gaps in basic physical and social infrastructure. Preparation of a village-wise plan shall be ensured duly indicating the projects/funding through State Plan Schemes/the Centrally Sponsored Schemes (CSS)/Flagship Schemes of Government of India and the BADP. Such a plan shall also ensure the convergence of various Central/State schemes with the Border Area Development Programme (BADP).Selection of Schemes:Schemes can be suggested by Border Guarding Forces (BGFs) concerned and expenditure on the same shall not exceed 10% of the annual allocation made to the State. State Governments, may keep  a provision not exceeding 15% of the allocation made to the State for the maintenance of assets created under the BADP subject to the condition that such expenditure can be made only after three (3) years from the date of issue of completion certificate in respect of the asset.  The State Governments can reserve 1.5% (one and half percent) of the allocation made to the State subject to a maximum of Rs. 40 lakh for the purpose of monitoring, training of staff at block level and for the evaluation of the BADP, administrative expenditure for preparing the perspective plans, if any, survey, logistic support (excluding purchase of vehicles), media publicity etc. The process of completion of formalities, if any, such as forest, environment and other local clearances, availability of land etc. should be planned in advance, while recommending various projects under the BADP.Empowered Committee:The policy matters such as the guidelines of BADP, the geographical areas within which the BADP is implemented, allocation of funds, modalities of execution of schemes etc. will be laid down by an Empowered Committee constituted under the Chairmanship of the Secretary (Border Management) in the Ministry of Home Affairs.State Level Screening Committee:Subject to such general/special directions as may be given by the Empowered Committee, schemes for each State will be approved by a State Level Screening Committee chaired by the Chief Secretary of the State.  The Composition and functions of the State level Screening Committee (SLSC), the respective Border Guarding Force (BGF) shall nominate State-wise nodal officers for co-ordination with the States and such nodal officers shall be invited for the State Level Screening Committee meetings. The State Government will furnish the Annual Action Plan of BADP as approved by the State Level Screening Committee (SLSC) to the Ministry of Home Affairs, Department of Border Management, Government of India, latest by the month of May every year.Flexibility in execution of programme:a. In addition to the PRIs, Autonomous Councils; other Local Bodies & Village Authorities/Councils, engaging of local communities, voluntary agencies comprising of local NGOs/ Self Help Groups which are not receiving foreign aid/assistance may be engaged for executing schemes.b. Involvement of non-Governmental organizations to give contractual assignments, out sourcing the services may be considered where the State Government/agencies have manpower constraints etc. Such measures can be adopted by the State Level Screening Committees under intimation to the Ministry of Home Affairs. The State Government may also consider forging of partnership between the government and the community having a joint stake in the services, wherever possible, communities may be involved in sharing of 10% to 15% of the cost of social infrastructure, as far as possible. Projects not exceeding Rs.5.00 lakh should strictly be implemented through local bodies such as village committees/panchayats only. However, the respective Local/State Financial Rules in vogue will continue to be applicable for the implementation of BADP.Funds flow:a. Before the commencement of the financial year, the Department of Border Management in the Ministry of Home Affairs would convey the quantum of funds allocated to the States during the next year under the BADP. The Annual Action Plan consisting of schemes, duly approved by State Level Screening Committee (SLSC) have to be forwarded to the Department of Border Management, Ministry of Home Affairs.b. Funds will be released to States in two instalments.  Funding for the subsequent year will be based on confirmation of expenditure and receipt of approved list of schemes.  The 1st instalment of 90% of the allocation of the State, will be released to the State only after the receipt of Utilization Certificates (UCs) for the amount released in the previous years except the preceding year; If there is any shortfall in furnishing the UCs for the amount released during the previous years, except the preceding year, the same would be deducted at the time of release of the 1st instalment.  The 2nd instalment of the remaining 10% of the allocation of the State will be released to the State only after furnishing of UCs to the extent of not less than 50% of the amount released during the month of preceding year, and furnishing of Quarterly Progress Reports (Physical & Financial)  up to the quarter ending September. (i.e. 2nd quarter of the financial year).c. To the extent of submission of pending UCs pertaining to the previous years, deduction, if any, made in the release of 1st instalment for non-submission of UCs will be made good at the time of release of 2nd instalment. State Governments are required to have a separate budget head for the BADP. Funds should be released by the State Governments to the implementing agencies immediately upon receipt of the same from Government of India and as per the directions of Government of India, Ministry of Finance; parking of funds at any level is strictly prohibited.Monitoring and review:a. State Governments shall develop an institutional system for inspection of the BADP schemes/projects and submit reports to the Department of Border Management, Ministry of Home Affairs. Each border block should be assigned to a high-ranking State Government Nodal Officer who should regularly visit the block and take responsibility for BADP schemes. A quarterly report should be sent to the Ministry of Home Affairs indicating the number of inspections conducted and highlighting the important achievements/lacunae pointed out in the reports of the inspecting officers.  Third party inspection also need be commissioned by the States for an independent feedback on the quality of work and other relevant issues.  An appropriate ‘Social Audit System’ should also be put in place by the State Governments.b. Quarterly progress reports should be submitted scheme-wise to the Department of Border Management latest by 15th day of closure of the quarter.  The year-wise consolidated utilization certificates should be sent in the prescribed proforma (GFR-19A) of the General Financial Rules within one month of the closure of the financial year. A display board may be kept at project sites indicating that the work is being done/has been completed under the BADP of Government of India.c. State Governments shall develop an inventory of assets created under the BADP in border villages/hamlets, for analytical purposes etc. Such details may be communicated to the Department of Border Management, Ministry of Home Affairs with a write-up on important schemes/projects (with photographs) implemented by the States. An appropriate “Management Information System (MIS)” will be developed in the Ministry of Home Affairs by treating villages as the basic unit.  The MIS will be web enabled for regular up-date by the States.",
      "schemeUrl": "https://sikkim.gov.in/scheme/scheme-info/30094?Scheme=Border%20Area%20Development%20Programme"
    },
    {
      "id": "a58e5fda-dce3-4e10-91a5-b457d2cdb387",
      "title": "Chief Minister Rural Housing Scheme",
      "department": "Rural Development Department",
      "description": "The Scheme Chief Minister Rural Housing Scheme was aimed to bring about a qualitative improvement in the housing status of the poor by providing them a housing grant. This will result in achieving the status of a “Katcha House Free State” and reach an important milestone in the Mission: Poverty Free State.The “Chief Minister’s Rural Housing Mission” (CMRHM) was launched in the year 2010 under the State Plan with the sole target of converting the existing 6,000 dwellings to a single storey, earthquake resistant pucca house. The State is all set to become the first katcha house free state in the country. However, such a mammoth task at hand also meant avoiding duplicity with the already existing national flagship scheme of the Ministry of Rural Development, the India Awaas Yojana (IAY). Therefore, the State Government adopted the innovative idea of convergence of the CMRHM with IAY. The two schemes have been converged since 2011-12 with the primary objective of providing a comfortable sizeable house of 605sq/ft.",
      "schemeUrl": "https://sikkim.gov.in/scheme/scheme-info/30100?Scheme=Chief%20Minister%20Rural%20Housing%20Scheme"
    },
    {
      "id": "15ae0950-779c-4ae9-87e2-6120ecbecdaa",
      "title": "Chief Minister’s Free Scholarship Scheme (CMFSS)",
      "department": "Education Department",
      "description": "The State Government launched the Chief Minister’s Free Scholarship Scheme with the aim of providing free scholarship to meritorious and needy students. The scholarship is granted annually to a candidate from the BPL category or to one genuinely deserving. It is granted to a student who succeeds in securing admission to any of the top twenty universities in the world in a chosen discipline. The scholarship aims to cover course fees, hostel/accommodation charges, books, stationaries and to & from travelling charges once a year from the institute to the home country, SIDICO is the nodal agency for implementation of this scheme.",
      "schemeUrl": "https://sikkim.gov.in/scheme/scheme-info/30070?Scheme=Chief%20Minister%E2%80%99s%20Free%20Scholarship%20Scheme%20(CMFSS)"
    },
    {
      "id": "f97a6852-bd68-41a7-982d-8b3f838e1ebd",
      "title": "Comprehensive Educational Load Scheme (CELS)",
      "department": "Education Department",
      "description": "The State Government launched the Comprehensive Educational Loan Scheme (CELS) for pursuing higher/professional studies in India and abroad with effect from July 2007, SIDICO is the nodal agency for implementation of this scheme and has witnessed commendable success. The students are undergoing courses in engineering, medicine, agriculture, horticulture, hospitality management, commercial pilot, post graduate courses etc.",
      "schemeUrl": "https://sikkim.gov.in/scheme/scheme-info/30071?Scheme=Comprehensive%20Educational%20Load%20Scheme%20(CELS)"
    },
    {
      "id": "52747a44-d9b5-4ccd-a22f-4a0a62906810",
      "title": "Dairy Development Programme",
      "department": "Animal Husbandry & Veterinary Services Department",
      "description": "Development made in the last 22 years in the Animal Husbandry, Fisheries and Veterinary Services Sector. Animal Husbandry, Fisheries and Veterinary Services sector has been a priority area for the Government in the last 22 years from the year 1995 to 2016. During this period due to the pro-poor and pro-farmer policies of the government, significant milestones have been achieved in terms of development of infrastructure, strengthening of man-power in the department and in the self sufficiency in the livestock products. Today, Sikkim can boast of best of infrastructure in the poultry, dairy and other sectors and is close to self sufficiency in the broiler meat and milk sector. More than Rs. 15.00 crores per annum is transferred to the poultry farmers of Sikkim through broiler production by organized sector only. Whereas, open market sale is still not assessed. Similarly, in the dairy sector Cross Breeding Programme carried out by the Department over the last two decades have resulted in significant improvement in milk production and today in the organized sector like Sikkim Milk Union, North Dairy milk Union and Sikkim Dairy Pvt Ltd. are processing around 40,000 litres of milk per day resulting in direct transfer of more than Rs. 39 crores to our dairy farmers annually whereas, in unorganized sectors, sixty percent (60%) of the milk is sold through the open market . Progress made in the various fields in the Animal Husbandry sectors are as under :-Dairy DevelopmentSince the inception of the present government under the dynamic leadership of Honorable Chief Minister a paradigm shift in the process of development has taken place. Livestock farmers were targeted to participate in the process of development for their sustainability and rural prosperity. Among the development programmes, animal husbandry sectors with particular reference to dairy was given optimum priority. This leadership ushering a new era of development has brought about phenomenal achievement in Dairy Development sector. Accordingly, activities like capacity building, cattle induction, fodder development, entrepreneurship development for establishment of dairy farm were the main thrust of the development. The dairy development in the state in the three districts of Sikkim viz east, west and south have been implemented through Sikkim Milk Union and in the north district through North District Milk Union.Sikkim Milk UnionThe primary aim of the Sikkim Milk Union is to provide remunerative market for milk producers in the far-flung remote villages and make hygienic milk and milk products available to the urban consumers at reasonable rates thereby achieving the following objectives.1. Stabilize price of milk by connecting areas of surplus milk to the milk-deficient towns and cities.2. Uplift the socio-economic condition of the rural poor by increasing their income through sale of their milk.3. Enhance milk production of milch animals by providing technical inputs such as balanced milch ration, fodder seeds, fodder saplings thus helping to increase the income of the farmers.4. Enhance milk yield of the milch cattle of the farmers by improving their genetic potential through artificial insemination and by providing pedigree bulls for natural service.5. Provide year-round assured market for the milk of the farmers unlike other agricultural produce.6. Provide rural employment both as dairy farmers and as employees of the Milk Producers Cooperative Society (MPCS) as secretary/tester/helper.Significant Achievements of Sikkim Milk Union Since Inception (1980)1. The Sikkim Co-operative Milk Producers Union Ltd, the Apex Milk Cooperative of the state has successfully completed 36 years of operations in cooperative principles.2. The procurement of Milk has grown from the level of 2000 Liters per day in the year 1980 to the present level of 33000 liters per day. Accordingly market has also grown up.In the last two decades growth in the activities of Sikkim Milk Union can be seen below. YearLiquid Milk in 000 KgsButterPaneerChurpiCurdCream00 - 012690105702895207241220601 - 023183103205104516645992102 - 033234635733236315911303 - 043184902175683717338651435504 - 052561808241961009139891124305 - 063068171798686500093861606 - 073612190671298843482173953607 - 083474153991248831542670244008 - 094056122791594849004940019809 - 104947109451600538465961528110 - 11605113716738248267144513011 - 127561119591073249791204136712 - 138702107928784540519906811313 - 1495611516115158731120985510914 - 1510289184422319097653260079715 - 161146220539297761111735438596 1. The processing capacity has gone from the 5000 LPD to the present level of 20000 LPD.2. The number of village Milk Producers Cooperative Societies has gone up from 51 (in the year 1980) to the present level of 287 village Milk cooperative societies. Details of increase in milk cooperative societies in the last two decades are given below: YearNo. of Society OrganizedProducer MemberTotal Procurement2000 - 011725,5002,665,7312001 - 021735,7883,233,3832002 - 031736,5373,106,2012003 - 041736,5373,319,0112004 - 051876,5612,674,0402005 - 062277,1763,171,3662006 - 072327,5973,793,0692007 - 082487,6373,607,4552008 - 092708,4304,288,3202009 - 102879,5624,139,2172010 - 112919,2564,334,0002011 - 123039,7584,572,0002012 - 133089,8644,551,0002013 - 1435710,2055,296,0002014 - 152968,9335,980,0002015 - 1640513,2379,721,000                    1. Accordingly milk collection centers have increased significantly. The members pouring milk to the union has grown up from 2000 in the year 1980 to the current levels of about 13237 members.                                                   Farmers reaching milk at the collection centre 1. The Sikkim Milk Union has managed to earn profit since its inception. The bonus to the societies in the form of price difference is being distributed to the dairy farmers every year since achievement of profit.2. In Sikkim for the first time, the Sikkim Milk Union represented a place in a National Level Body and became one of the Board of Directors of National Cooperative Dairy Federation of India (NCDFI) for a period of three years from 2008-09.3. Milk price to the farmers is offered at very competitive rates. The milk price provided to the farmers is one of the highest in the country on fat and SNF basis.4. Employee Gratuity Fund has been subscribed with the LIC to provide confidence among the employees and to avoid liabilities of the Union on this.5. The Sikkim Milk Union has also been catering to the need of milk managed for Defense establishments since 2008 including the units in Algara, Kalimpong, in West Bengal.The Sikkim Milk Union has now diversified its products to meet consumer’s requirements. Presently, Paneer, butter, chhurpi, Lassi, curd, cream are produced in addition to three varieties of liquid milk and introduced Ice cream, Flavoured Milk since the year 2009-10.6.Asian Productivity Organization head quartered in Japan selected Sikkim Milk Union to develop into a Demonstration Companies in the year 2010.Complied Marketing Product Sale: Sl.noYearButter PaneerChurpiCurd (100g)Curd (200g)Curd (500g)Cream1.2009-1010944.516004.738467597.2245.951771.526.72.2010-11137167382.124826929.2-70516130.53.2011-1211959.510732.34979.4-2234.92118178.567.254.2012-1310792.58784.35405.5--199068.81135.2013-141516115,157.87311--209854.61096.2014-151844223190.19765--32600797.257.2015-1620539.529776.411117.50--354385.595.8North District Milk UnionDairy Development Programme Dairying Programme of North District are as follows : In fact till 1994-95 north district was devoid of Dairy Development Programme. However, under the visionary leadership of the present government having realized the need of dairy development in such a remote tribal district initiated Dairy Development Programme. Therefore, Dairy Development Programme in North commenced w.e.f. 1996-97. Prior to this, the department implemented Dairy Development Programme in most primitive way by boiling the milk in can with firewood & cooling by natural tap water due to non availability of technical support/facilities. After 1996-97 one (1) TLPD capacity microtherm Unit having 900 LPH (litre per hour) capacity milk processing plant was established at Mangan during 1998. The Plant was inaugurated by Hon’ble Chief Minister of Sikkim Shri. Pawan Chamling. Similarly one (1) TLPD capacity IMCU (BMC) Milk Chilling Plant was established in Kabi during 1999-2000 and 0.5 TLPD BMC Milk Chilling Plant was established at lower Dzongu (Phidang). Further, 0.5 TLPD BMC milk chilling plant was established at Upper Dzongu (Mentam) and one (1) (2TLPD) capacity milk processing plant was established at Chungthang. At present more than 4500 LPD milk is processed in the plant.Impact1. All Dairy infrastructures created in North have started reaching benefits to the tribal milk producers of North district.2. After a hardship of 14 yrs the department was successful in creating North District Milk Producers Cooperative Union Ltd. on 27.3.2008.Progress on of Diary Development in North District of Sikkim State During the Last Twenty Two Years: Growth of North Dairy Milk Union The growth trend clearly demonstrates the efforts of the Department in this sector by intensive cattle breeding, induction of cross bred cows through various schemes and capacity building of dairy farmers.The following graphs depicts significant growth trend in milk procurement and marketing. Growth in Milk Procurement Growth in Milk MarketingSikkim Diary Products Pvt. Ltd. (SDPPL) Sikkim Dairy Products Pvt. Ltd. (SDPPL) was formed in 1996 and registered under Sikkim Companies Act, 1961. Primarily, it is a farmer based developmental company initiated and promoted by the Indo Swiss Project Sikkim (ISPS) and Government of Sikkim (GOS) in order to help small and marginal dairy farmers of Dentam area.The main objectives of the SDPPL, therefore, are to create a regular market for the surplus milk available in Dentam area, to support farmers in Clean Milk Production, and to improve the socio-economic condition of the farmers by providing them better returns of their milk.                        Naturally Ripened Gouda Cheese Initially the project began with just two milk cooperative societies 150 members and collection of only 400 litres of milk per day and over the years the same has been increased and at present, it collects milk regularly from around 600 farmers through ten Milk Producers Cooperative Societies (MPCS). The farmers are regularly supported in improving milk production through Clean Milk Production Activities and Artificial Insemination (AI) Programme.Initially the Company launched the product under brand name of ‘Alpine Cheese’ in Sikkim and other selected metropolitan cities of India. However, owing to marketing difficulties, in 2002, company outsourced its marketing tie up with the Gujarat Cooperative Milk Marketing Federation Ltd. (GCMMF) to enhance the marketing network of the product. Since then GCMMF is marketing gouda cheese outside Sikkim under the brand name of ‘Amul Gouda Cheese’.Furthermore, in 2005, company diversified its product range by producing Cheese Spread and Frozen Diced Paneer for which there exists a large market in the country. Cheese plant is certified for codex based HACCP food safety system (i.e Hazard Analysis and Critical control Point System).Over the years, production and sales of cheese has increased gradually from 10.5 ton during 1999-00 to around 35.0 ton in 2015-16. This reflects the positive trend in cheese production and marketing. Company has now attained the Cash Break Even Point.                                                                        Alpine cheese manufactured in Cheese Plant at Dentam, West SikkimInduction of Milch CowsIn order to augment the milk production of the state and to uplift the economic condition of the rural masses the government launched several missions like Dairy mission, Livestock self sufficiency mission etc. Capacity building and distribution of milch cows in cluster based approach were given the prime importance. The following table depicts the induction of high yielding milching cows in all the district of the states and the resultant impact of the same can also been seen in correlation with the increase of milk production and marketing in the state. Sl.no.YearNo. of Milch Cows DistributedNo. of Beneficiaries1.1994-1995679 Nos.679 Nos.2.2007-2008232 Nos.232 Nos.3.2008-2009354 Nos.354 Nos.4.2009-2010686 Nos.686 Nos.5.2010-2011449 Nos.449 Nos.6.2011-2012433 Nos.433 Nos.7.2014-2015242 Nos.242 Nos.However, there had been parallel distribution of milching cows by different departments like Forest, Environment and Wildlife Management, Social Justice and Welfare and Zilla Parishads which are not accounted and shown in the given table.Establishment of Modern Mother Dairy Farm At Karfectar In South SikkimTo modernize the dairy sector, State Government has set up of a model mother dairy farm at Karfectar, South Sikkim, the foundation stone of which was laid by Hon’ble Chief Minister on 10th Dec’ 2009. The farm has been established with an objective to act as ready demonstration unit of a modern dairy farm and to produce high yielding heifer for farmers distribution. Practical hands on training for in-service departmental officials as well as progressive dairy farmers are been carried out. To encourage farmers to take up the dairy activities on a large commercial scale, intensive trainings are provided to the farmers at National Dairy Research Institute, Karnal, Haryana. Further, farmers have been provided bucket type milking machines so that they are encouraged to adopt modern dairy practices.Mother Dairy Farm The Laying of foundation stone for the Mother Diary Project at karfectar Farm was laid by Hon’ble Chief Minister of Sikkim on 10th December 2009. The inaugural function was also attended by Hon’ble Minister, Secretary and senior officer of the department as well as official from South district. During the programme bucket type milking machine was also demonstrated. Karfectar farm has total Area of 29 hectare and out of which 20 hectare area has been earmarked for extensive fodder cultivation under th Mother Diary project implemented under Rashtriya krishi Yojana a centrally sponsored scheme of Government of India. Out of this 20 hectare area 5 hectare area was earmarked for complete land development programme during the financial year of 2009-2010 for planting the perennial as well as the seasonal fodder crops. The earmarked 5 hectare area was quite sloppy uncultivated and completely covered by various types of trees, shrubs, bushes, removing the trees, breaking and removing the boulders and stones, terracing the area, ploughing the area by bullocks, planting the various types of perennial grasses and seasonal crops. The infrastructure development particularly construction  of sheds are under progress.Diary Development North District During Eleventh Five Year Plan (2008-09 to 2012-13) in order to carry out Dairy Development Programme in North District, Govt. of India sanctioned an outlay of Rs.274.45 lakhs under Intensive Dairy Development Programme 100% CSS. The IDDP Scheme is for a period of 5 years and it is being implemented by North District Milk Producers Cooperative Union Ltd. (NDMU Ltd.) .NDMU Ltd. was born on 27.3.2008 under State Cooperative Act 1978.Major achievements under NDMU Ltd. during 2009-10 are summarized as under:1. Mangan Milk Processing Plant which had a processing capacity of 900 Ltrs./Hr Microtherm Unit & which was established during 20 May 1998, major replacement of Plant & machineries with 2 TLPD capacity HTST System including the inclusion of a new IBT System was initiated. In addition to this Mangan Plant which is a Mother Plant for whole North District was revitalize with processing equipment like steam boiler, refrigeration unit with cold storage for milk, milk packaging machines and online S.S.Milk Chiller. All above works were initiated including civil Works within the existing Mangan Milk Processing Plant.NDMU Ltd. initiated the above works as per the prescribed physical & financial guidelines of GOI under IDDP & these changes within Mangan Plant was technically necessary as such milk processing facilities were not provided under IDDP when Mangan Plant was established under CSS during 1998.2. Daily Milk procurement & marketing under NDMU Ltd. was ava 1000 Ltrs. NDMU Ltd. couldn't increase the procurement & marketing activities due to the complete installation works of Plant & machineries including Civil Works within existing Mangan Plant.3. The cow induction programme 100 Nos. with 50:50 (50% GOI & 50% SISCO Bankable were initiated.4. Establishment of an Administrative Building at Mangan for NDMU Ltd. under TSP was approved.5. Establishement of 3 nos. Heifer sheds at a total cost of Rs.15.00 lakhs was approved.6. A Total number of 35 Nos. milk collection/DCS are functioning within NDMU Ltd.7. Milk procurement activities and supplies of polypacked pure cows milk was initiated within Chungthang sub-division which is a difficult Boarder Area in North District.8. Regular supplies of subsidized transport costs cattle feeds are being supplied to Milk Producers.9. Despite higher transport cost, expensive field management activities the Management of NDMU Ltd. is implementing Dairying Programme in North District as per its objectives laid down in its Bye-laws. Although NDMU Ltd. is only 2 yrs old & it is still under Developing stage but it has already started reaching benefits of Dairying to its producers in the remotest parts of North District which perhaps is the ultimate objective of creating NDMU Ltd.The procurement & marketing activities will surely increase within this financial year 2010-11.Sikkim Co-operative Milk Producers Union (Tadong, Gangtok, Sikkim 737102)Background History On the merger of Sikkim with the Indian Dominion in 1975 the then Governor of Sikkim Shri B.B.Lal initiated the idea of forming a Co-operative Milk Union in Sikkim, probably being encouraged with the success that had been achieved in the State of Gujarat. Therefore, the matter was taken up with Dr..V.Kurien, the then Chairman of National Dairy Development Board(NDDB) who also paid a visit to Sikkim in 1977 as a guest of the State. After discussion with the State Government Dr.Kurien agreed to implement “Anand Pattern” Co-operative societies in Sikkim. Accordingly, from 1978 the Spear Head Team of NDDB started working in the three districts of the State viz East, West and South. Prior to this, Sikkim Livestock Development Corporation (SLDC) looked after the dairying business since its existence in 1977. Ultimately, on 1.7.1980, Sikkim Co-operative Milk Producers' Union Limited was formed after being registered under the State Co-operative Societies Act, 1978 and having taken over the project from NDDB, it started functioning at the present complex at 5th Mile, Tadong and at Karfectar, Jorethang w.e.f. November 1981, as an apex level (two-tier) Organisation of the primary Milk Producers' Co-operative Societies (MPCS) at village level. The Sikkim Milk Union came into being during the Operation Flood II programme of the NDDB and was established through financial assistance by the erstwhile Indian Dairy Corporation (IDC) and technical guidance of the implementing agency, the NDDB.Organizational PhilosophyThe primary aim of the Sikkim Milk Union is to provide remunerative market for milk producers in the far-flung remote villages and make hygienic milk and milk products available to the urban consumers at reasonable rates thereby achieving the following objectives:1. Stabilize price of milk by connecting areas of surplus milk to the milk-deficient towns and cities.2. Uplift the socio-economic condition of the rural poor by increasing their income through sale of their milk.3. Enhance milk production of milch animals by providing technical inputs such as balanced milch ration, fodder seeds, fodder saplings thus helping to increase the income of the farmers.4. Enhance milk yield of the milch cattle of the farmers by improving their genetic potential through artificial insemination and by providing pedigree bulls for natural service.5. Provide year-round assured market for the milk of the farmers unlike other agricultural produce.6. Provide rural employment both as dairy farmers and as employees of the MPCS as Secretary/Tester/Helper.Significant Achievements of Sikkim Milk Union In The Year 2009-10For the third consecutive year, the Sikkim Milk Union has earned profit. The bonus to the societies in the form of price difference and employees in the form of ex-gratia for the year 2008 - 09 was distributed in the 13th AGM held on 28th August 09. The bonus price difference to the societies for the year 2009 - 10 will be distributed during the 14th AGM to be held tentatively in the month of August/September 2010.The Sikkim for the first time in the History of Sikkim Milk union, Sikkim Milk Union represented a place in a National Level body and became one of the Board of Directors of National Cooperative Dairy Federation of India (NCDFI).A hike of milk price to the farmers to the tune of over 70.6% increase with the revision of only 50% increase in selling price within a period of three years.First time in the history of Sikkim Milk Union, Employee Gratuity Fund has been subscribed with the LIC to provide confidence among the employees and to avoid liabilities of the Union on this.",
      "schemeUrl": "https://sikkim.gov.in/scheme/scheme-info/30039?Scheme=Dairy%20Development%20Programme"
    },
    {
      "id": "a48bfbc0-57fc-428a-8a32-57ba520d4a14",
      "title": "Establishment of Agency for Reporting Agriculture Statistics (EARAS)",
      "department": "Agriculture Department",
      "description": "Short DescriptionPreparation of regular data for Area, Production & Productivity through Crop Cutting experiments.Type of AssistanceInformation regarding Area& productivity different verities of crop grown in the state.",
      "schemeUrl": "https://sikkim.gov.in/scheme/scheme-info/30062?Scheme=Establishment%20of%20Agency%20for%20Reporting%20Agriculture%20Statistics%20(EARAS)"
    }
  ]