[
  {
      "description": "Under the National Rural health Mission (NRHM) which is one of the flagship programmes of Central Government, ASHA is a very important component envisaged with the aim to link between peripheral health system and people at grassroots level.The Government of Sikkim, appreciating the work done by ASHA has approved the honorarium of Rs. 3000/- per month which is being given w.e.f 1st April 2011. Sikkim is the only state in the country paying honorarium to the ASHAs. This will motivate them to work even better and thus help in achieving a large number of goals concerning rural health.",
      "beneficiaries": [],
      "tags": [
          "Accredited Social Health Activist",
          "ASHA",
          "Health",
          "Social Welfare",
          "Rural Health",
          "National Rural health Mission",
          "NRHM"
      ],
      "procedures": [],
      "sponsors": [],
      "valid_upto": "not specified",
      "scheme_link": "https://sikkim.gov.in/scheme/scheme-info/30065?Scheme=Accredited%20Social%20Health%20Activist%20(ASHA)",
      "introduced_on": "not specified",
      "title": "Accredited Social Health Activist (ASHA)",
      "funding_pattern": "not specified",
      "documents": [],
      "criteria": [],
      "department_name": "Health & Family Welfare Department",
      "id": "2fc12f7d-225f-478b-b483-1668cad340d3"
  },
  {
      "description": "Short DescriptionData collection for Operational Holding, Operational Area, Cropping Pattern, Size of Holding, and category of farmers (SC/ST/Others & Institutional).Type of Assistance1. Total operational holding.2. Operated Area3. Cropping in pattern4. Size of Holding5. Category of Framer6. Area under different crop",
      "beneficiaries": [
          {
              "beneficiary_type": "SC"
          },
          {
              "beneficiary_type": "ST"
          },
          {
              "beneficiary_type": "Others"
          },
          {
              "beneficiary_type": "Institutional"
          }
      ],
      "tags": [
          "Agriculture",
          "Census",
          "Cropping Pattern",
          "Farmers"
      ],
      "procedures": [],
      "sponsors": [],
      "valid_upto": "",
      "introduced_on": "",
      "funding_pattern": "",
      "title": "Agriculture Census",
      "scheme_link": "https://sikkim.gov.in/scheme/scheme-info/30059?Scheme=Agriculture%20Census",
      "criteria": [],
      "documents": [],
      "department_name": "Agriculture Department",
      "id": "4fdfe380-8532-41e7-85fc-665fb86cab8b"
  },
  {
      "description": "The State Government followed the Government of India's order no. 6(5)/2005-PD-I dated 12.05.2005 which provide for the following criteria for identification of households under AAY scheme:-1. Landless agricultural households;2. Marginal farmers;3. Rural artisians/craftsman;4. Slum dwellers;5. Persons earning their livlihood on a daily basis in the informal sector in both rural and urban areas;6. Households headed by widows or terminally ill persons/disabled/persons aged 60 or more having no assured means of subsitence or societal support;7. Eligible BPL families of HIV positive persons.",
      "beneficiaries": [
          {
              "beneficiary_type": "Landless agricultural households"
          },
          {
              "beneficiary_type": "Marginal farmers"
          },
          {
              "beneficiary_type": "Rural artisians/craftsman"
          },
          {
              "beneficiary_type": "Slum dwellers"
          },
          {
              "beneficiary_type": "Persons earning their livlihood on a daily basis in the informal sector in both rural and urban areas"
          },
          {
              "beneficiary_type": "Households headed by widows or terminally ill persons/disabled/persons aged 60 or more having no assured means of subsitence or societal support"
          },
          {
              "beneficiary_type": "Eligible BPL families of HIV positive persons"
          }
      ],
      "tags": [
          "food security",
          "poverty reduction",
          "BPL",
          "welfare",
          "subsidy",
          "Antyodaya Anna Yojana"
      ],
      "procedures": [],
      "sponsors": [],
      "valid_upto": "Not specified",
      "introduced_on": "Not specified",
      "scheme_link": "https://sikkim.gov.in/scheme/scheme-info/30052?Scheme=Antyodaya%20Anna%20Yojana%20(AAY)%20Scheme",
      "title": "Antyodaya Anna Yojana (AAY) Scheme",
      "funding_pattern": "Not specified",
      "documents": [],
      "criteria": [],
      "department_name": "Food & Civil Supplies Department",
      "id": "6fdd65e3-c34f-4a39-ba45-aaa5858fcb7a"
  },
  {
      "description": "Border Area Development Programme\\nUnder Border Area Development Programme, with the assistance of Development, Planning, Economic Reforms & North Eastern Council Affairs Department, Government of Sikkim following Schemes pertaining to Animal Husbandry sector have been sanctioned for the benefit of Rural livestock farmers of high altitude snow bound areas. The details of the ongoing scheme sanctioned with physical progress are as under:\\nSl.no.Name of SchemeDistrict/BorderApproved CostYear of SanctionRemarks1.Construction of Hay Godown at Rabum Busty under Lachen Dzumsa, North Sikkim.Rabum, Lachen, North Sikkim,95.892013-1482%Under Progress2.Tibetan Sheep ConservationLachen, North Sikkim250.002014-1582% Under Progress (Civil Works)3.Strengthening of Yak Farm Infrastructure at ZeemaLachen, North Sikkim106.782014-15100% CompletedGrand Total452.67Photographs Depicting Various Costruction Works Under BADP scheme:\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n Construction of Hay Godown at Rabum Busty Under Lachen Dzumsa in North Sikkim Under Progress\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n Strengthening & Remodeling of Infrastructures at Yak Farm, Zeema, North Sikkim (Completed)",
      "beneficiaries": [],
      "tags": [
          "Rural livestock farmers",
          "high altitude snow bound areas",
          "Animal Husbandry"
      ],
      "procedures": [],
      "sponsors": [],
      "valid_upto": "",
      "scheme_link": "https://sikkim.gov.in/scheme/scheme-info/30043?Scheme=Border%20Area%20Development%20Programme",
      "introduced_on": "",
      "title": "Border Area Development Programme",
      "funding_pattern": "",
      "criteria": [],
      "documents": [],
      "department_name": "Animal Husbandry & Veterinary Services Department",
      "id": "0f15f5b0-21ac-49cf-9778-d4b19f12938c"
  },
  {
      "description": "Objective:\\nThe main objective of the BADP is to meet the special developmental needs of the people living in remote and inaccessible areas situated near the international border and to saturate the border areas with the entire essential infrastructure through convergence of Central/State/ BADP/Local schemes and participatory approach.\\nCoverage:The BADP will continue to be a 100% centrally funded programme. The BADP would cover 362 border blocks, which are located along the international border and come under 96 border districts of 17 States viz Arunachal Pradesh, Assam, Bihar, Gujarat, Himachal Pradesh, Jammu & Kashmir, Manipur, Meghalaya, Mizoram, Nagaland, Punjab, Rajasthan, Sikkim, Tripura, Uttar Pradesh, Uttarakhand and West Bengal. Funds will be allocated to the States on the basis of (i) length of international border (ii) population of border blocks and (iii) area of border blocks with these criteria having equal weightage.\\n Besides, 15% weightage will be given to hilly, desert and Rann of Kutchh areas on account of difficult terrain, scarcity of resources, higher cost of construction etc.The border block will be the spatial unit within which the State Government shall arrange to utilize the BADP funds only in those villages of the blocks, which are located ‘within 0-10 km’ from the international border. Those villages, which are located nearer to the international border will get first priority.\\n After saturating these villages with basic infrastructure, the next set of villages located within 0-15 km and 0-20 km need to be taken up.\\n If the first village in a block is located at a faraway location from the international border, the first village/hamlet in the block may be taken as “0” km distance village for drawing the priority list.Guiding principles:a. BADP funds shall ordinarily be used for meeting the critical gaps and to meet the immediate needs of the border population. Planning and implementation of BADP schemes should be on participatory and decentralized basis thorough the Panchayati Raj Institutions/Autonomous Councils/Other Local Bodies/Councils.b. The State Governments may consider creating/nominating a Nodal Department/Cell with in the existing administrative arrangement for implementation of the Border Area Development Programme (BADP).\\n The Nodal Department dealing with the BADP in the State shall hold individual meetings with line departments of the States such as Power, Rural Development, Electricity, Roads & Buildings, Water Supply, Social Welfare, Public Distribution, Civil Supplies etc. in order to ensure the implementation of the respective State/Central schemes in the identified border blocks. Utilization of funds under the Centrally Sponsored Schemes/Flagship Schemes of Govt. of India and the State plan schemes to the maximum possible extent in the border blocks should be ensured.\\n To avail funds under the various Centrally Sponsored Scheme/flagship programmes of Government of India and for relaxation in guidelines, if any, the State Departments concerned may forward suitable proposals to the Ministries/ Departments of Government of India concerned with a copy thereof to the Department of Border Management, MHA for information.c. A baseline survey shall be carried out in border villages in order to assess the gaps in basic physical and social infrastructure. Preparation of a village-wise plan shall be ensured duly indicating the projects/funding through State Plan Schemes/the Centrally Sponsored Schemes (CSS)/Flagship Schemes of Government of India and the BADP. Such a plan shall also ensure the convergence of various Central/State schemes with the Border Area Development Programme (BADP).Selection of Schemes:Schemes can be suggested by Border Guarding Forces (BGFs) concerned and expenditure on the same shall not exceed 10% of the annual allocation made to the State.\\nState Governments, may keep a provision not exceeding 15% of the allocation made to the State for the maintenance of assets created under the BADP subject to the condition that such expenditure can be made only after three (3) years from the date of issue of completion certificate in respect of the asset.\\n The State Governments can reserve 1.5% (one and half percent) of the allocation made to the State subject to a maximum of Rs. 40 lakh for the purpose of monitoring, training of staff at block level and for the evaluation of the BADP, administrative expenditure for preparing the perspective plans, if any, survey, logistic support (excluding purchase of vehicles), media publicity etc. The process of completion of formalities, if any, such as forest, environment and other local clearances, availability of land etc. should be planned in advance, while recommending various projects under the BADP.Empowered Committee:The policy matters such as the guidelines of BADP, the geographical areas within which the BADP is implemented, allocation of funds, modalities of execution of schemes etc. will be laid down by an Empowered Committee constituted under the Chairmanship of the Secretary (Border Management) in the Ministry of Home Affairs.State Level Screening Committee:Subject to such general/special directions as may be given by the Empowered Committee, schemes for each State will be approved by a State Level Screening Committee chaired by the Chief Secretary of the State.\\n The Composition and functions of the State level Screening Committee (SLSC), the respective Border Guarding Force (BGF) shall nominate State-wise nodal officers for co-ordination with the States and such nodal officers shall be invited for the State Level Screening Committee meetings. The State Government will furnish the Annual Action Plan of BADP as approved by the State Level Screening Committee (SLSC) to the Ministry of Home Affairs, Department of Border Management, Government of India, latest by the month of May every year.Flexibility in execution of programme:a. In addition to the PRIs, Autonomous Councils; other Local Bodies & Village Authorities/Councils, engaging of local communities, voluntary agencies comprising of local NGOs/ Self Help Groups which are not receiving foreign aid/assistance may be engaged for executing schemes.b. Involvement of non-Governmental organizations to give contractual assignments, out sourcing the services may be considered where the State Government/agencies have manpower constraints etc. Such measures can be adopted by the State Level Screening Committees under intimation to the Ministry of Home Affairs. The State Government may also consider forging of partnership between the government and the community having a joint stake in the services, wherever possible, communities may be involved in sharing of 10% to 15% of the cost of social infrastructure, as far as possible. Projects not exceeding Rs.5.00 lakh should strictly be implemented through local bodies such as village committees/panchayats only. However, the respective Local/State Financial Rules in vogue will continue to be applicable for the implementation of BADP.Funds flow:a. Before the commencement of the financial year, the Department of Border Management in the Ministry of Home Affairs would convey the quantum of funds allocated to the States during the next year under the BADP. The Annual Action Plan consisting of schemes, duly approved by State Level Screening Committee (SLSC) have to be forwarded to the Department of Border Management, Ministry of Home Affairs.b. Funds will be released to States in two instalments.\\n Funding for the subsequent year will be based on confirmation of expenditure and receipt of approved list of schemes.\\n The 1st instalment of 90% of the allocation of the State, will be released to the State only after the receipt of Utilization Certificates (UCs) for the amount released in the previous years except the preceding year; If there is any shortfall in furnishing the UCs for the amount released during the previous years, except the preceding year, the same would be deducted at the time of release of the 1st instalment.\\n The 2nd instalment of the remaining 10% of the allocation of the State will be released to the State only after furnishing of UCs to the extent of not less than 50% of the amount released during the month of preceding year, and furnishing of Quarterly Progress Reports (Physical & Financial) up to the quarter ending September. (i.e. 2nd quarter of the financial year).c. To the extent of submission of pending UCs pertaining to the previous years, deduction, if any, made in the release of 1st instalment for non-submission of UCs will be made good at the time of release of 2nd instalment. State Governments are required to have a separate budget head for the BADP. Funds should be released by the State Governments to the implementing agencies immediately upon receipt of the same from Government of India and as per the directions of Government of India, Ministry of Finance; parking of funds at any level is strictly prohibited.Monitoring and review:a. State Governments shall develop an institutional system for inspection of the BADP schemes/projects and submit reports to the Department of Border Management, Ministry of Home Affairs. Each border block should be assigned to a high-ranking State Government Nodal Officer who should regularly visit the block and take responsibility for BADP schemes. A quarterly report should be sent to the Ministry of Home Affairs indicating the number of inspections conducted and highlighting the important achievements/lacunae pointed out in the reports of the inspecting officers.\\n Third party inspection also need be commissioned by the States for an independent feedback on the quality of work and other relevant issues.\\n An appropriate ‘Social Audit System’ should also be put in place by the State Governments.b. Quarterly progress reports should be submitted scheme-wise to the Department of Border Management latest by 15th day of closure of the quarter.\\n The year-wise consolidated utilization certificates should be sent in the prescribed proforma (GFR-19A) of the General Financial Rules within one month of the closure of the financial year. A display board may be kept at project sites indicating that the work is being done/has been completed under the BADP of Government of India.c. State Governments shall develop an inventory of assets created under the BADP in border villages/hamlets, for analytical purposes etc. Such details may be communicated to the Department of Border Management, Ministry of Home Affairs with a write-up on important schemes/projects (with photographs) implemented by the States. An appropriate “Management Information System (MIS)” will be developed in the Ministry of Home Affairs by treating villages as the basic unit.\\n The MIS will be web enabled for regular up-date by the States.",
      "tags": [
          "border area development",
          "infrastructure development",
          "centrally sponsored scheme"
      ],
      "beneficiaries": [],
      "procedures": [],
      "sponsors": [],
      "valid_upto": "",
      "funding_pattern": "100% centrally funded",
      "introduced_on": "",
      "title": "Border Area Development Programme",
      "scheme_link": "https://sikkim.gov.in/scheme/scheme-info/30094?Scheme=Border%20Area%20Development%20Programme",
      "criteria": [],
      "documents": [],
      "department_name": "Water Resources Department",
      "id": "1eda398f-208a-4b3c-85b6-56462a541b2d"
  },
  {
      "description": "The Scheme Chief Minister Rural Housing Scheme was aimed to bring about a qualitative improvement in the housing status of the poor by providing them a housing grant. This will result in achieving the status of a “Katcha House Free State” and reach an important milestone in the Mission: Poverty Free State.The “Chief Minister’s Rural Housing Mission” (CMRHM) was launched in the year 2010 under the State Plan with the sole target of converting the existing 6,000 dwellings to a single storey, earthquake resistant pucca house. The State is all set to become the first katcha house free state in the country. However, such a mammoth task at hand also meant avoiding duplicity with the already existing national flagship scheme of the Ministry of Rural Development, the India Awaas Yojana (IAY). Therefore, the State Government adopted the innovative idea of convergence of the CMRHM with IAY. The two schemes have been converged since 2011-12 with the primary objective of providing a comfortable sizeable house of 605sq/ft.",
      "beneficiaries": [],
      "tags": [
          "housing",
          "rural development",
          "poverty reduction"
      ],
      "procedures": [],
      "sponsors": [],
      "valid_upto": "",
      "introduced_on": "2010",
      "funding_pattern": "State Plan",
      "title": "Chief Minister Rural Housing Scheme",
      "scheme_link": "https://sikkim.gov.in/scheme/scheme-info/30100?Scheme=Chief%20Minister%20Rural%20Housing%20Scheme",
      "criteria": [],
      "documents": [],
      "department_name": "Rural Development Department",
      "id": "a58e5fda-dce3-4e10-91a5-b457d2cdb387"
  },
  {
      "description": "The State Government launched the Chief Minister’s Free Scholarship Scheme with the aim of providing free scholarship to meritorious and needy students. The scholarship is granted annually to a candidate from the BPL category or to one genuinely deserving. It is granted to a student who succeeds in securing admission to any of the top twenty universities in the world in a chosen discipline. The scholarship aims to cover course fees, hostel/accommodation charges, books, stationaries and to & from travelling charges once a year from the institute to the home country, SIDICO is the nodal agency for implementation of this scheme.",
      "tags": [
          "scholarship",
          "Higher Education",
          "students"
      ],
      "beneficiaries": [
          {
              "beneficiary_type": "BPL category students"
          },
          {
              "beneficiary_type": "Meritorious students"
          },
          {
              "beneficiary_type": "Needy students"
          }
      ],
      "procedures": [],
      "sponsors": [],
      "valid_upto": "",
      "scheme_link": "https://sikkim.gov.in/scheme/scheme-info/30070?Scheme=Chief%20Minister%E2%80%99s%20Free%20Scholarship%20Scheme%20(CMFSS)",
      "introduced_on": "",
      "title": "Chief Minister’s Free Scholarship Scheme (CMFSS)",
      "funding_pattern": "scholarship",
      "criteria": [
          {
              "description": "Admission to top 20 universities globally."
          },
          {
              "description": "BPL category or genuinely deserving."
          }
      ],
      "documents": [],
      "department_name": "Education Department",
      "id": "15ae0950-779c-4ae9-87e2-6120ecbecdaa"
  },
  {
      "description": "The State Government launched the Comprehensive Educational Loan Scheme (CELS) for pursuing higher/professional studies in India and abroad with effect from July 2007, SIDICO is the nodal agency for implementation of this scheme and has witnessed commendable success. The students are undergoing courses in engineering, medicine, agriculture, horticulture, hospitality management, commercial pilot, post graduate courses etc.",
      "beneficiaries": [
          {
              "beneficiary_type": "Students pursuing higher/professional studies"
          }
      ],
      "tags": [
          "education",
          "loan",
          "higher education",
          "professional studies",
          "students"
      ],
      "procedures": [],
      "sponsors": [],
      "valid_upto": "",
      "introduced_on": "July 2007",
      "funding_pattern": "Loan",
      "title": "Comprehensive Educational Load Scheme (CELS)",
      "scheme_link": "https://sikkim.gov.in/scheme/scheme-info/30071?Scheme=Comprehensive%20Educational%20Load%20Scheme%20(CELS)",
      "criteria": [],
      "documents": [],
      "department_name": "Education Department",
      "id": "f97a6852-bd68-41a7-982d-8b3f838e1ebd"
  },
  {
      "description": "Development made in the last 22 years in the Animal Husbandry, Fisheries and Veterinary Services Sector. Animal Husbandry, Fisheries and Veterinary Services sector has been a priority area for the Government in the last 22 years from the year 1995 to 2016. During this period due to the pro-poor and pro-farmer policies of the government, significant milestones have been achieved in terms of development of infrastructure, strengthening of man-power in the department and in the self sufficiency in the livestock products.Focus on Dairy Development:\\nSince the inception of the present government, a paradigm shift in the process of development has taken place. Livestock farmers were targeted to participate in the process of development for their sustainability and rural prosperity. Among the development programmes, animal husbandry sectors with particular reference to dairy were given optimum priority. Activities like capacity building, cattle induction, fodder development, and entrepreneurship development for the establishment of dairy farms were the main thrust of the development.",
      "beneficiaries": [
          {
              "beneficiary_type": "Dairy farmers"
          },
          {
              "beneficiary_type": "Milk Consumers"
          }
      ],
      "tags": [
          "Dairy Development",
          "Animal Husbandry",
          "Milk Production",
          "Economic Development"
      ],
      "procedures": [],
      "sponsors": [],
      "valid_upto": "Not specified",
      "scheme_link": "https://sikkim.gov.in/scheme/scheme-info/30039?Scheme=Dairy%20Development%20Programme",
      "introduced_on": "Not specified",
      "title": "Dairy Development Programme",
      "funding_pattern": "Not specified",
      "criteria": [],
      "documents": [],
      "department_name": "Animal Husbandry & Veterinary Services Department",
      "id": "52747a44-d9b5-4ccd-a22f-4a0a62906810"
  },
  {
      "description": "Short DescriptionPreparation of regular data for Area, Production & Productivity through Crop Cutting experiments.Type of AssistanceInformation regarding Area& productivity different verities of crop grown in the state.",
      "beneficiaries": [
          {
              "beneficiary_type": "Farmers"
          }
      ],
      "tags": [
          "Agriculture",
          "Statistics",
          "Crop Production"
      ],
      "procedures": [],
      "sponsors": [],
      "valid_upto": "Not available",
      "introduced_on": "Not available",
      "scheme_link": "https://sikkim.gov.in/scheme/scheme-info/30062?Scheme=Establishment%20of%20Agency%20for%20Reporting%20Agriculture%20Statistics%20(EARAS)",
      "title": "Establishment of Agency for Reporting Agriculture Statistics (EARAS)",
      "funding_pattern": "Not specified",
      "documents": [],
      "criteria": [],
      "department_name": "Agriculture Department",
      "id": "a48bfbc0-57fc-428a-8a32-57ba520d4a14"
  }
]