[
    {
      "id": "38ae7bee-7f35-4926-97ec-3060af9d8a34",
      "title": "Mahatma Gandhi National Rural Employment Guarantee Scheme (MGNREGS)",
      "description": "The Mahatma Gandhi National Rural Employment Guarantee Act aims at enhancing the livelihood security of people in rural areas by guaranteeing hundred 100 days of wage employment.",
      "objectives": [
        "To provide guaranteed 100 days of wage employment in a year to every registered rural household.",
        "Creation of durable rural assets",
        "Social inclusion of Women, SCs and STs",
        "Demand driven : Every registered HH/Worker has the right to demand and receive unskilled work within 15 days, failing which worker is entitled to unemployment allowance.",
        "Timely Payment of Wages: Payment of wages within 15 days of MR closure, failing which the worker is entitled to delay compensation of 0.05%/ day of daily wages.",
        "Transparency: Social Audit is conducted periodically by independent agency.",
        "Aadhar Based Payment System (ABPS) : All the Aadhar no’s are linked with the beneficiaries’ accounts and payments are made through Bank/Post office",
        "Linkage with Livelihood Activities: For SECC and other poor families.",
        "Focus on NRM activities including River Rejuvenation",
        "Convergence with line departments for enhancement of livelihood activities",
        "Providing all weather Rural Connectivity to unconnected villages through Mera Gaon Meri Sadak (MGMS)",
        "Completion of works within the stipulated time. "
      ],
      "schemeUrl": "http://ukrdd.uk.gov.in/?page_id=4072"
    },
    {
      "id": "bb282b03-1d84-4452-bf79-32bddb1e9199",
      "title": "Deendayal Antyodaya Yojana (NRLM)",
      "description": "To reduce poverty by enabling the poor households to access gainful self-employment and skilled wage employment opportunities, resulting in appreciable improvement in their livelihoods on a sustainable basis, through building strong grassroots institutions of the poor.",
      "objectives": [
        "Social Inclusion and institutions of the Poor.",
        "Livelihoods",
        "Convergence and Partnership",
        "Sensitive Support",
        "Poor have a strong desire to come out of poverty, and they have innate capabilities",
        "Social mobilization and building strong institutions of the poor is critical for unleashing the innate capabilities of the poor.",
        "An external dedicated and sensitive support structure is required to induce the social mobilization, institution building and empowerment process.",
        "Facilitating knowledge dissemination, skill building, access to credit, access to marketing, and access to other livelihoods services underpins this upward mobility.",
        "Inclusion of the poorest, and meaningful role to the poorest in all the processes",
        "Transparency and accountability of all processes and institutions",
        "Ownership and key role of the poor and their institutions in all stages – planning, implementation, and, monitoring",
        "Community self-reliance and self-dependence"
      ],
      "schemeUrl": "http://ukrdd.uk.gov.in/?page_id=4292"
    },
    {
      "id": "7bdc30c0-a805-4ae6-a356-e7ec7725acc4",
      "title": "Pradhan Mantri Awaas Yojana -Gramin",
      "description": "Aim and Objective ",
      "objectives": [
        "PMAY-G Guidelines (English)",
        "PMAY-G Guidelines (Hindi)",
        "The minimum unit (house) size is 25 sq.m including a dedicated area for hygienic cooking.",
        "Per unit assistance is Rs.1.30 lakh in hilly states.",
        "Provision of assistance (Rs.12,000/) for toilets through convergence with Swacch Bharat Mission Gramin (SBM-G), MGNREGS or any other dedicated source of funding.",
        "Provision of 95 person days of unskilled labour wage under MGNREGA for construction of house, over and above the unit assistance.",
        "If the beneficiary so chooses, he/she will be facilitated to avail loan of upto Rs.70,000/-from Financial Institutions.",
        "Convergence with other Government schemes for provision of basic amenities viz., toilet, drinking water, electricity, clean & efficient cooking fuel, treatment of social and liquid waste etc..",
        "All payments to the beneficiary to be made through DBT mode to their Bank/Post office accounts that are linked to Adhaar with consent.",
        "Focus on construction of quality houses by the beneficiaries using local materials, appropriate designs and trained masons."
      ],
      "schemeUrl": "http://ukrdd.uk.gov.in/?page_id=4085"
    },
    {
      "id": "d486202e-be8e-4f05-be37-97a0c3cc1e8d",
      "title": "Pradhan Mantri Gram Sadak Yojana (PMGSY)",
      "description": "India has essentially a rural-oriented economy with 74 per cent of its population living in its villages. At the commencement of PMGSY in 2000, it was estimated that about 330,000 out of its 825,000 villages and habitations were without any all-weather road access. A majority of the poorly connected rural communities lie in ten States (Assam, Bihar, Chattisgarh, Himachal Pradesh, Jharkhand, Madhya Pradesh, Orissa, Rajasthan, Uttar Pradesh and West Bengal).",
      "objectives": [],
      "schemeUrl": "http://ukrdd.uk.gov.in/?page_id=4300"
    },
    {
      "id": "931c592d-2584-4535-bcca-209f9b56b38e",
      "title": "Shyama Prasad Mukherji Rurban Mission ",
      "description": "As per Census of India statistics, the rural population in India, stands at 833 million, constituting almost 68% of the total population. Further, the rural population has shown a growth of 12% during the 2001-2011 period and there has been an increase in the absolute number of villages by 2279 units, during the same period.",
      "objectives": [],
      "schemeUrl": "http://ukrdd.uk.gov.in/?page_id=4354"
    },
    {
      "id": "ba8d3d4b-3085-4bf7-87de-e0e5aa674526",
      "title": " Deen Dayal Upadhyaya Grameen Kaushalya Yojana (DDU-GKY)",
      "description": "DeenDayal Upadhyaya Grameen Kaushalya Yojana (DDU-GKY), a placement-led skilling initiative by the Ministry of Rural Development (MoRD) occupies a unique position amongst other skill training programs due to its focus on rural poor youth and its emphasis on sustainable employment. It aims at transforming poor rural Indian youth into a future-ready, skilled workforce.",
      "objectives": [],
      "schemeUrl": "http://ukrdd.uk.gov.in/?page_id=4377"
    },
    {
      "id": "71c29869-3a9d-4a27-8825-f34eb82da889",
      "title": "Border Area Development Programme (BADP)",
      "description": "Border Area Development Programme aims to meet the special development needs and well-being of the people living in remote and inaccessible areas situated near the international Boundary( IB) and to provide the border areas with essential infrastructure by convergence of BADS/other Central/State/UT/Local schemes. Through a participatory approach with focus in six thematic areas- Basic infrastructure, Health infrastructure, Education, Agriculture & Water resources, Financial inclusion and Skill Development the schemes aims to bridge gaps in socio-economic areas  in border areas.",
      "objectives": [],
      "schemeUrl": "http://ukrdd.uk.gov.in/?page_id=4082"
    },
    {
      "id": "31cba0bc-5593-47b6-8347-79741ab28472",
      "title": "Vidhayak Nidhi",
      "description": "The government had introduced MLAs Local Area Development Scheme from 2000-01 making MLAs able to recommend small development works. Under the scheme, each MLA has the choice to suggest to the Chief Development Officer of his/her district, to the extent of allocations given from year to year, to be taken up his/her constituency. At present, the State Government is allocating Rs 3.75 crore per annum as MLA funds each year.",
      "objectives": [
        "The type of work under this scheme should be developmental in nature based on locally felt",
        "The work should be such that it can be completed within one financial year and lead to the creation of durable assets.",
        "Minimum of 10% fund allocated should be utilized for capacity building and training of unemployed youth in the state.",
        "The work to be taken under MLALADS should not be under Rs. 1 lakh in each case.",
        "Construction for buildings for schools, hostels, libraries and other buildings of education instititions belonging to government.",
        "Construction of village roads, bridges, public irregation channels and public drainage schemes.",
        "Providing drink water to the people in the area by digging tube-wells or other works that may help in this respect.",
        "Construction of public health care buildings, public toilets and bathrooms, footpaths, pathways and foot bridges.",
        "Construction of common gobar plants, non-conventional energy systems/devices for community use.",
        "Bus Sheds/Stops for public transport passengers.",
        "Social forestry, farm forestry, horticulture, parks and gardens in government and community land."
      ],
      "schemeUrl": "http://ukrdd.uk.gov.in/?page_id=4492"
    },
    {
      "id": "6afe1ebe-0b66-407f-93d1-98993948c90d",
      "title": "Deen Dayal Uttarakhand Gramin Awas Yojana",
      "description": "To provide the permanent accommodation facility to the families residing in the habitat less / unoccupied housing living below the poverty line, the State Government has been started the scheme under the name of “Deen Dayal Uttarakhand Rural Housing Yojna” by the Uttarakhand Government from 25 September 2007.",
      "objectives": [],
      "schemeUrl": "http://ukrdd.uk.gov.in/?page_id=4088"
    },
    {
      "id": "e8455f89-cf06-47e1-b21e-c99c449413eb",
      "title": "State Credit Cum Subsidy Gramin Awas Yojana (CCS)",
      "description": "The scheme is 100 percent state-funded. All rural households in the rural areas below the poverty line and above poverty line up to Rs 32000.00 are provided benefits by providing financial assistance and government grants to all the homeless families of the income group.",
      "objectives": [],
      "schemeUrl": "http://ukrdd.uk.gov.in/?page_id=4107"
    },
    {
      "id": "1746f8ff-4a6d-4d05-be7d-28480fa0b555",
      "title": "Mera Gaon Meri Sadak",
      "description": "Considering the difficult geographically terrain of the State, Uttarakhand Government started the state sector scheme Mera Gaon Meri Sadak in the year 2014-15. The scheme is designed with a single objective of providing Pucca Connectivity to the villages deprived of all-weather connectivity.",
      "objectives": [
        "To provide all-weather connectivity preferably CC road connectivity up to 1 KM to eligible habitats/GP.",
        "To provide all-weather access and transportation facility to local agri & allied produce.",
        "To help in checking migration",
        "To help in overall development of the village."
      ],
      "schemeUrl": "https://ukrdd.uk.gov.in/?page_id=5622"
    },
    {
      "id": "033726e7-3234-42be-a5d0-3551853da097",
      "title": "Not available",
      "description": "Not available",
      "objectives": [],
      "schemeUrl": "http://ukrdd.uk.gov.in/wp-content/uploads/2020/01/01/Indira-Amma-Guidline.pdf"
    },
    {
      "id": "44479384-85e8-4d71-8aaf-5c1bb7f209f6",
      "title": "Rural Business Incubator",
      "description": "Not available",
      "objectives": [
        "Want to start a venture of your own?",
        "Want to convert your startup into a sustainable entity?",
        "RBI will help make your dream come true.",
        "Applications are open, click below to apply now!",
        "\nSupport and empower aspiring entrepreneurs and help early-stage business entities to conceive their ideas\n",
        "\nNurture fresh ideas, groom them to transform into sustainable businesses/start-ups\n",
        "\nFrom innovation assessment to mentoring, coaching, and marketing – provide a 360-degree support system\n",
        "\nCreate employment opportunities for youth\n",
        "\nPrioritise socially disadvantaged groups (SCs/STs/Women/Minorities)\n",
        "\nProvide a dynamic mentor pool\n",
        "\nTake up customised plans and strategies to make every potential business plan succeed\n"
      ],
      "schemeUrl": "https://ukrdd.uk.gov.in/?page_id=5859"
    },
    {
      "id": "1cc8e6d8-71ec-4dbf-93ac-785e769722b7",
      "title": "International Fund For Agriculture Development (IFAD)",
      "description": "Integrated Livelihood Support Project (ILSP), is a joint initiative of Government of Uttarakhand and International Fund for Agriculture Development (IFAD) and being implemented in Uttarakhand in 44 blocks of 11 hill districts under the Rural Development department.",
      "objectives": [
        "Banking support – capacity building,",
        "Risk management – piloting and scaling up of insurance services,",
        "Financial inclusion initiatives – training to LC to be bank agents, product literacy training,",
        "Provision of development finance."
      ],
      "schemeUrl": "http://ukrdd.uk.gov.in/?page_id=4495"
    },
    {
      "id": "a5d38b0a-7e2b-4ac2-b124-7e02b38a4501",
      "title": "Sansad Aadarsh Gram Yojana (SAGY)",
      "description": "Not available",
      "objectives": [
        "To trigger processes which lead to holistic development of the identified Gram Panchayats",
        "To substantially improve the standard of living and quality of life of all sections of the population through –\n\nimproved basic amenities\nhigher productivity\nenhanced human development\nbetter livelihood opportunities\nreduced disparities\naccess to rights and entitlements\nwider social mobilization\nenriched social capital\n\n",
        "improved basic amenities",
        "higher productivity",
        "enhanced human development",
        "better livelihood opportunities",
        "reduced disparities",
        "access to rights and entitlements",
        "wider social mobilization",
        "enriched social capital",
        "To generate models of local level development and effective local governance which can motivate and inspire neighbouring Gram Panchayats to learn and adapt",
        "To nurture the identified Adarsh Grams as schools of local development to train other Gram Panchayats"
      ],
      "schemeUrl": "https://ukrdd.uk.gov.in/?page_id=5487"
    },
    {
      "id": "b722fa7e-238d-4dd3-863d-dde6614feab9",
      "title": "Mission Antyodaya",
      "description": "Mission Antyoday- a comprehensive and accountability framework which aims to bring transparency and targeted convergence of resources towards development of rural areas. With Gram Panchayat as the locus of development, the mission converges all schemes of rural development for uplifiting soci economic development of Gram Panchayat. In India, 8,88 crore households are found to be deprived as per socio Economic caste census (SECC) of 2011. The key parameters of SECC highlights multi-dimensional deprivations such as landlessness, households headed by single women, SC/ST household or disabled member in the family. These households require targeted interventions under various governments schemes and programmes in rural areas such as wage employment, skills Development, social security, education, health, nutrition and livelihood creation. Approximately,rupees four lakh crore is allocated annually to impact the lives of rural poor by various government/ministries/departments. Ministry of Rural Development implement various schemes in areas to enhance rural wages, rural roads, skill development, health, education, sanitation, drinking water,electricity, environment etc.",
      "objectives": [],
      "schemeUrl": "https://ukrdd.uk.gov.in/?page_id=5500"
    },
    {
      "id": "3ae4d10c-e6f1-4540-aba9-590f23611f02",
      "title": "Rural Self Employment Training Institutes (RSETIs)",
      "description": "Developing Human and Social Capital for Nation building",
      "objectives": [
        "To Identify Orient, Motivate, Train and Assist the youth to take up Self Employment as an alternative career.",
        "To skill the unemployed youth for taking up self-employment as a source of livelihood.",
        "To promote Rural Entrepreneurship",
        "To enhance the effectiveness of Livelihood promotion programmes of the Government.",
        "To facilitate sustainability and growth of Micro Enterprises of RSETI trained candidates with Credit Linkage and Skill upgradation training.",
        "To provide counselling and project consultancy services.",
        "To take up research and development in the area of Entrepreneurship and Rural Development",
        "To train the stakeholders and personnel of Community Development and Financial inclusion programmes."
      ],
      "schemeUrl": "https://ukrdd.uk.gov.in/?page_id=5189"
    },
    {
      "id": "4d93a08e-2514-4d76-a9d9-1d73924bd350",
      "title": "Not available",
      "description": "Not available",
      "objectives": [],
      "schemeUrl": "https://rural.nic.in/disha"
    },
    {
      "id": "186e4c90-c4d2-47a1-a704-c51af6861c17",
      "title": "Uttarakhand Social Audit Accountability and Transparency Agency (USAATA)",
      "description": "USAATA established under Rural Development Department, GO No – 1524/XI/16/53(26)/2016 dated 13-Jun-2016 under Society Register Act 1860.",
      "objectives": [],
      "schemeUrl": "https://ukrdd.uk.gov.in/?page_id=4197"
    }
  ]