[
    {
      "title": "District Disability Rehabilitation Centre",
      "date": "20/07/2022",
      "beneficiary": "Persons with disabilities",
      "benefits": "It is a centre for providing rehabilitation support. The services of Rehabilitation Professionals such as Prosthetist & Orthotist (P&O), Occupational Therapists, Audiologists, Physiotherapists etc. are made available in this centre.",
      "howToApply": "For details, please visit department of Social Welfare, Ukhrul"
    },
    {
      "title": "Manipur Old Age Pension Scheme",
      "date": "20/07/2022",
      "beneficiary": "Old aged persons, destitute, widows who don't have any income or sources of income, either of his own or anyone else who is legally liable to support him or her. If both husband and wife are destitute, each one of them shall be eligible for pension. Widows who don't have any source of income including income from property owned by her or who has an earning brother are eligible for the pension.",
      "benefits": "With the rate of Rs. 1500/- per month",
      "howToApply": "For details, please visit department of Social Welfare, Ukhrul"
    },
    {
      "title": "Pradhan Mantri Matru Vandana Yojana (PMMVY)",
      "date": "20/07/2022",
      "beneficiary": "Pregnant women and lactating mothers",
      "benefits": "Cash benefit of Rs.5000/- for the first living child in three instalments",
      "howToApply": "For details, please visit department of Social Welfare, Ukhrul"
    },
    {
      "title": "Prevention of Alcoholism & Substance (Drugs) Abuse",
      "date": "20/07/2022",
      "beneficiary": "Drug addicts",
      "benefits": "Integrated Rehabilitation Centre",
      "howToApply": "For details, please visit department of Social Welfare, Ukhrul"
    },
    {
      "title": "Composite Regional Centre (CRC)",
      "date": "20/07/2022",
      "beneficiary": "Persons with disabilities",
      "benefits": "Apart from rehabilitation services, short term and long term courses will be conducted for Manpower development in the field of rehabilitation",
      "howToApply": "For details, please visit department of Social Welfare, Ukhrul"
    },
    {
      "title": "Bal Bhavan",
      "date": "20/07/2022",
      "beneficiary": "Children between the age group of 6-16 years.",
      "benefits": "• To supplement to the school system by providing an environment conducive to creative thinking and activity to the children. • To offer guidance for imbibing the quality of leadership and creativity among through special training courses, workshops, demonstration etc",
      "howToApply": "For details, please visit department of Social Welfare, Ukhrul"
    },
    {
      "title": "Mahila Shakti Kendra",
      "date": "20/07/2022",
      "beneficiary": "Rural women",
      "benefits": "skill development, employment, digital literacy, health and nutrition”.",
      "howToApply": "For details, please visit department of Social Welfare, Ukhrul"
    },
    {
      "title": "Rajiv Gandhi National Creche Schemes",
      "date": "20/07/2022",
      "beneficiary": "Early Stimulation for children below 3 years and Pre-school Education for 3 to 6 years old  children.",
      "benefits": "(i) To provide day care facilities for children ( 6 months to 6 years ) of working mother in the community. (ii) To improve nutrition and health status of children (iii) To promote physical, cognitive , social and emotional development (iv) To educate and empower parents (caregiver for better child care).",
      "howToApply": "For details, please visit department of Social Welfare, Ukhrul"
    },
    {
      "title": "Child Protection Services(CPS), Scheme “MISSION VATSALYA”",
      "date": "20/07/2022",
      "beneficiary": "Children in need of care and protection (CNCP) • Abused child, Child labor, Orphans, Abandoned • Homeless or without minimal means of subsistence • Neglected or in a reasonable likelihood of being harmed • Physically / mentally challenged or terminally ill • Trafficking and drug abuse victim • Sexual abuse and exploitation victim • Victim of armed conflict, civil commotion or natural calamity etc Child in conflict with law (CCL) • alleged to have committed an offence",
      "benefits": "• creating a system to protect children based on the cardinal principles of “protection of child rights” and “best interest of the child”, • improvements in the well being of children in difficult circumstances • Reduction of vulnerabilities to situations and actions that lead to abuse, neglect, exploitation, abandonment and separation of children from their families.",
      "howToApply": "For more details, please vist Department of Social Welfare, Ukhrul"
    },
    {
      "title": "National Social Assistance Programme(NSAP)",
      "date": "20/07/2022",
      "beneficiary": "There are 4(four) component under NSAP. The assistance under the sub-schemes of NSAP are applicable for persons belonging to Below Poverty Line (BPL) category. a) Indira Gandhi National Old Age Pension Scheme (IGNOAPS) Eligibility criteria: 60 Years and above b) Indira Gandhi National Widow Pension Scheme (IGNWPS) Eligibility criteria: The eligible age is 40 years and above BPL Widows. c) Indira Gandhi National Disability Pension Scheme (IGNDPS) Eligibility criteria: The eligible age for the pensioner is 18 years and above and the disability level has to be 80%.. d) National Family Benefit Scheme",
      "benefits": "Eligibility Criteria: Rs. 20000/- will be given as a lumpsum assistance to the bereaved household in the event of death of the bread-winner. It is clarified that any event of death (natural or otherwise) would make the family eligible for assistance. A woman in the family, who is a home maker, is also considered as a ‘bread-winner’ for this purpose.",
      "howToApply": "For more details, please visit department of Social Welfare, DC Complex, Ukhrul"
    },
    {
      "title": "Indira Gandhi National Disable Pension Scheme (IGNDPS)",
      "date": "01/01/2017 - 31/03/2019 |",
      "beneficiary": "৮০% নৎত্রগা হেন্না শোইনাইবশিং",
      "benefits": "থাগী লুপা ৩০০ ফাওবা",
      "howToApply": "ডিস্ট্রিক ডিস্ট্রিক সোসিএল ৱেলফ্য়ার ওফিসতা তান্নবিয়ু।"
    },
    {
      "title": "Grant –in- aid NGOs (Disabled/ Handicapped )",
      "date": "01/05/2017 - 31/03/2019 |",
      "beneficiary": "Disabled persons",
      "benefits": "Rs 1,00,000 (Lump sum)",
      "howToApply": "Eligible persons may visit the Office of the Ukhrul District Disable Organization Head Office, Litan, Ukhrul."
    },
    {
      "title": "Indira Gandhi National Widow Pension Scheme (IGNWPS)",
      "date": "01/09/2016 - 31/03/2019 |",
      "beneficiary": "272 nos. of widow persons were benefitted in respect of Ukhrul District.",
      "benefits": "The scheme is under NSAP and provides a scale of benefit @ Rs 300/- per month to the widow persons living below poverty line within the age of 40-59 years",
      "howToApply": "The widow persons living below poverty line within the age of 40-59 years may visit the District Social Welfare Office, Ukhrul for further details"
    },
    {
      "title": "Indira Gandhi National Old Age Pension Scheme (IGNOAPS)",
      "date": "01/07/2016 - 31/03/2019 |",
      "beneficiary": "Old aged above 60 years",
      "benefits": "The scale of benefit is Rs. 200/- per months, however under IGNOAPS-Rs. 200- per month in the age group of 60 to 79 years and Rs. 500/- per month for the persons in the age group of 80 years and above.",
      "howToApply": "In case of IGNOAPS, the age of the applicant shall be a minimum of 60 years, earlier it was 65 years. Under MOAPS, the age of the applicant shall be 55 years in case of female, 60 years in case of male .\nThe eligible applicants may visit the District Social Welfare Office, Ukhrul"
    }
  ]