[
    {
      "url": "https://www.backwardwelfareup.gov.in/en/page/computer-training-scheme",
      "data": {
        "title": null,
        "objective": "The scheme is being operated with the objective to provide better chances of employment to the youth of other backward classes by enhancing their skills.",
        "eligibility": [
          "Domicile of Uttar Pradesh.",
          "Unemployed youth who passed Intermediate examination (10+2).",
          "Annual income of parents/guardians should be upto Rs. 1,00,000.00 or less."
        ],
        "courseAndDuration": [
          {
            "content": "‘O’ level computer training",
            "extra": "Duration – 01 year"
          },
          {
            "content": "‘CCC’ computer training",
            "extra": "Duration – 03 months"
          }
        ],
        "amount": null,
        "selectionProcess": "Selection proceeding of institutions for computer training is done under chairmanship of Director and selection of beneficiaries is done through a committee constituted under chairmanship of District Magistrate.",
        "onlineApplicationGuidelines": [
          "First of all, trainee has to login on official website http://obccomputertraining.upsdc.gov.in",
          "Trainee should enter his/her name and mobile number for registration.",
          "Trainee should enter the OTP in the appropriate box for verification, which is received on registered mobile number.",
          "Trainee should login with the username and password, which was received on mobile number.",
          "Trainee should login after entering username, password and Captcha code in the appropriate fields",
          "After login, trainee should enter the information in the appropriate columns and upload the documents (Income Certificate, Caste Certificate, Intermediate Marks Sheet, self-photograph etc.)",
          "Trainee should finally lock the application after Save.",
          "Trainee should take print out of the application form, attach all the enclosures and submit the same with the office of District Backward Classes Welfare Officer of the concerned district."
        ],
        "importantPoints": [
          "Online application system for the selection of institutions/trainees has been started with effect from 2018-19.",
          "To ensure the attendance of trainees and transparency during training, monitoring is being done through the Aadhar based attendance system with the help of state N.I.C.",
          "A financial demand will be forwarded by the institution concerned after completion of training of ‘CCC’ trainees, to District Backward Classes Welfare Officer for payment.",
          "After verification of the financial demand at concerned District Backward Classes Welfare Officer, the same will be forwarded to the Director Backward Classes Welfare. Then the e-payment will be made by the Director, Backward Classes Welfare Uttar Pradesh directly in the account of concerned institution.",
          "The amount payable for ‘O’ level training, will be paid to the concerned institution in three instalments. 25 % of total amount will be paid to the concerned institution as first instalment after verification and one month completion of training. Department will pay only against those trainees of selected institute who are registered under NIELIT and completed minimum 75% attendance in the first month of training. Payment of 50% amount as 2nd instalment will be made after 3 months of training is started against total working days and students who have completed more than 75% attendance. Demand for remaining 25% of amount will be forwarded by the concerned institute to the District Backward Classes Welfare Officer alongwith certificate that trainees have appeared in two papers of ‘O’ level examination. After verification of the financial demand at concerned District Backward Classes Welfare Officer, the same will be forwarded to the Director Backward Classes Welfare. Then the e-payment will be made by the Director, Backward Classes Welfare Uttar Pradesh directly in the account of concerned institution. A state level committee will evaluate the institutions every year, those institutions whose training and examination results found below the satisfactory mark, will not be considered for selection in next year.",
          "Total Rs. 1500.00 Lakh has been provisioned for financial year 2019-20."
        ],
        "traineeGuidelines": null,
        "progressReport": [
          {
            "content": "Number of trainees",
            "extra": "Amount (In crore Rs.)"
          },
          {
            "content": "3,000",
            "extra": "2.99"
          },
          {
            "content": "7,526",
            "extra": "7.53"
          },
          {
            "content": "7,392",
            "extra": "10.999"
          },
          {
            "content": "9,431",
            "extra": "10.999"
          },
          {
            "content": "16,134",
            "extra": "13.38"
          },
          {
            "content": "16,819",
            "extra": "14.39"
          },
          {
            "content": "16,875",
            "extra": "14.61"
          }
        ],
        "aboutSchemes": {
          "description": null,
          "tableData": null
        }
      }
    },
    {
      "url": "https://www.backwardwelfareup.gov.in/en/page/prematric",
      "data": {
        "title": null,
        "objective": "Education is top seeded to uplift the backward classes.  Because of lack of education, a social category remains backward. Inspite of long duration passed since independence of the country, expected improvement is not seen in the educational status of Other Backward Classes. Many efforts have been made to improve the educational status.  At present, Fee Reimbursement scheme is being operated in online mode by Department of Backward Classes Welfare with the objective of development of backward classes and uplifting their educational status.  Under this scheme, students of Other Backward Classes studying in all government schools, aided and recognized educational institute are being provided with the scholarship each year.  Department of Backward Classes Welfare is continuously working to uplift the educational status of backward classes.",
        "eligibility": [
          "Native and studying in Uttar Pradesh.",
          "Annual income of the parents/guardians of the students upto Rs. 2 Lakh.",
          "Students studying in government schools, aided and recognized educational institutes (provided the availability of the budget). ।"
        ],
        "courseAndDuration": null,
        "amount": [
          "Rs. 150/- per month for a maximum of 10 months and annual ad hoc grant  of Rs. 750/- in one go, maximum Rs. 2250/- annually."
        ],
        "selectionProcess": [
          "First of all OBC students need to click on Option in the Student Section of  website https://scholarship.up.gov.in",
          "To register by the student.",
          "To fill the application form.",
          "To take print out of application form.",
          "To deposit the print out alongwith all the enclosures in the educational institute.",
          "To verify and forward the application form by educational institute.",
          "To verify and forward the application by Education Officer.",
          "To examine and match the data at state N.I.C. level.",
          "To approve/disapprove by the District Approval Committee.",
          "To lock the approved data with the digital signature by District Backward Class Welfare Officer.",
          "To generate the demand by the Directorate based on the data available on N.I.C.",
          "Depositing of the amount directly in the bank account of student according to the seniority as determined by the manual upto the availability of budget, through e-payment system of P.F.M.S. portal of the treasury located at state headquarters."
        ],
        "onlineApplicationGuidelines": null,
        "importantPoints": null,
        "traineeGuidelines": null,
        "progressReport": [
          {
            "content": "2,62,284",
            "extra": "2,62,284"
          },
          {
            "content": "57,678",
            "extra": "57,678"
          },
          {
            "content": "5,19,596",
            "extra": "5,19,596"
          },
          {
            "content": "7,81,184",
            "extra": "7,58,520"
          },
          {
            "content": "10,03,915",
            "extra": "7,71,988"
          },
          {
            "content": "10,13,931",
            "extra": "8,33,622"
          },
          {
            "content": "8,11,366",
            "extra": "6,98,955"
          }
        ],
        "aboutSchemes": {
          "description": null,
          "tableData": null
        }
      }
    },
    {
      "url": "https://www.backwardwelfareup.gov.in/en/page/postmatric",
      "data": {
        "title": null,
        "objective": "Education is top seeded to uplift the backward classes.  Because of lack of education, a social category remains backward. Inspite of long duration passed since independence of the country, no expected improvement seen in the educational status of Other Backward Classes. Many efforts have been made to improve the educational status.  At present, post matric scholarship scheme is being operated in online mode by Department of Backward Classes Welfare with the objective of development of backward classes and uplifting their educational status.  Under this scheme, students of Other Backward Classes studying in all government schools, aided and recognized educational institute are being provided with the scholarship each year.  Department of Backward Classes Welfare is continuously working to uplift the educational status of backward classes.",
        "eligibility": [
          "Native and under study in Uttar Pradesh.",
          "Annual income of parents/guardian of the student is upto Rs. 2 Lakh.",
          "Students belonging to Other Backward Classes studying in all the government  aided and recognized educational institutes of the state (subject to availability of the budget)"
        ],
        "courseAndDuration": null,
        "amount": null,
        "selectionProcess": null,
        "onlineApplicationGuidelines": null,
        "importantPoints": null,
        "traineeGuidelines": null,
        "progressReport": [
          {
            "content": "13,93,365",
            "extra": "12,72,915"
          },
          {
            "content": "13,01,955",
            "extra": "10,44,638"
          },
          {
            "content": "20,47,366",
            "extra": "13,64,070"
          },
          {
            "content": "20,73,531",
            "extra": "18,78,452"
          },
          {
            "content": "21,83,940",
            "extra": "18,13,891"
          },
          {
            "content": "21,85,490",
            "extra": "20,22,865"
          },
          {
            "content": "20,00,302",
            "extra": "12,03,476"
          }
        ],
        "aboutSchemes": {
          "description": null,
          "tableData": null
        }
      }
    },
    {
      "url": "https://www.backwardwelfareup.gov.in/en/page/feereimbursement",
      "data": {
        "title": null,
        "objective": "Education is top seeded to uplift the backward classes.  Because of lack of education, a social category remains backward. Inspite of long duration passed since independence of the country, no expected improvement seen in the educational status of Other Backward Classes. Many efforts have been made to improve the educational status.  At present, Fee Reimbursement scheme is being operated in online mode by Department of Backward Classes Welfare with the objective of development of backward classes and uplifting their educational status.  Under this scheme, students of Other Backward Classes studying in all government schools, aided and recognized educational institute are being provided with the scholarship each year.  Department of Backward Classes Welfare is continuously working to uplift the educational status of backward classes.",
        "eligibility": [
          "Native and under study in Uttar Pradesh.",
          "Annual income of parents/guardian of the student is upto Rs. 2 Lakh.",
          "Students belonging to Other Backward Classes studying in all the government schools, aided and recognized educational institutes of the state, based on the Cut-Off merit of marks percentage of last year (upto the budget availability), are eligible."
        ],
        "courseAndDuration": null,
        "amount": [
          {
            "content": "Group-1",
            "extra": "Degree and Master Degree Courses, M. Fil.-Ph.D., Courses of all medical therapies, Technology, Engineering, Planning, Architecture, Design, Fashion Technology, Agriculture, Animal Husbandry, Allied Sciences, Business Finance, Management Administration, Computer Science etc, C.P.L. Courses, Post Graduate Diploma in Medical Management, C.A., I.C.W.A., C.S., I.C.F.A., LL.M. , D. Lit, D.S.C. etc."
          },
          {
            "content": "Group-2",
            "extra": "Graduate/Post Graduate level Degree Diploma, certificate course like Pharmacy , Nursing, LL.B., B.F.S., Para-Medical like rehabilitation, Diagnosis etc, Mass-Communication, Hotel Management, Interior Decoration, Nutrition and Dietetics, Commercial Art, Tourism Hospitality, Financial Services (e.g. Banking Insurance, Taxation etc.), in which minimum qualification is Intermediate or equivalent and post graduate courses which are not included in Group-1 like M.A./M.Sc./M. Com./M. Ed./M. Pharma/B. Ed. Etc."
          },
          {
            "content": "Group-3",
            "extra": "All graduate level courses which are not included in Group-I and II, like B.A., B. Sc. and B. Com./B.T.C etc."
          },
          {
            "content": "Group-4",
            "extra": "All non-degree level courses, where-in minimum entrance qualification is High School, like I.T.I. and three year’s diploma courses (Polytechnic) etc."
          }
        ],
        "selectionProcess": "First of all click on the Option available in Student Section (by OBC students) on the website https://scholarship.up.gov.in\nRegistration by the student.\nFill application form.\nTake print out of filled application form.\nDeposit prints out alongwith all enclosures in the educational institute.\nVerification of the application form and forwarding the same to next channel by the educational institute.\nVerification and forwarding of the application form by Education Officer.\nExamination and matching of the application at state N.I.C. level.\nApprove/Un-approve by the District Approval Committee.\nTo lock the approved data through digital signature by District Backward Classes Welfare Officer.\nTo create the demand by Directorate based on the data available at N.I.C.\nDepositing of the amount directly in the bank account of student according to the seniority as determined by the manual upto the availability of budget, through e-payment system of P.F.M.S. portal of the treasury located at state headquarters.",
        "onlineApplicationGuidelines": null,
        "importantPoints": [
          "This scheme is fully aided by the state government.",
          "Online application by the students is started with effect from 01 July.",
          "Scholarship is disbursed on 02 October and 26 January.",
          "Dues of previous years are not payable owing to limited funds for scheme.",
          "In case the online application of the student is found doubtful after examination, student is liable to clarify the doubtful point in online way under stipulated time and deposit required documents in the educational institute timely.  Then educational institute need to forward the online edited application to the office of the district backward classes welfare officer of the concerned district alongwith required documents."
        ],
        "traineeGuidelines": null,
        "progressReport": [
          {
            "content": "13,93,365",
            "extra": "11,96,277"
          },
          {
            "content": "13,01,399",
            "extra": "9,69,023"
          },
          {
            "content": "20,30,804",
            "extra": "11,13,176"
          },
          {
            "content": "20,65,389",
            "extra": "12,69,462"
          },
          {
            "content": "21,83,940",
            "extra": "15,41,230"
          },
          {
            "content": "21,85,490",
            "extra": "16,42,406"
          },
          {
            "content": "20,00,302",
            "extra": "12,03,476"
          }
        ],
        "aboutSchemes": {
          "description": null,
          "tableData": null
        }
      }
    },
    {
      "url": "https://www.backwardwelfareup.gov.in/en/page/marriage-grant-scheme",
      "data": {
        "title": null,
        "objective": "Objective of the scheme is to provide grant for the marriage of the daughters of poor’s families of Other Backward Classes so that economic condition of that family may improve.  Regular efforts to uplift the level of poor families are being made by Department of Backward Classes Welfare.  There is a provision to provide marriage grants for the daughters of helpless, poor and BPL families of Other Backward Classes. Under this scheme, assistance of Rs. 20,000/- is provided per marriage.",
        "eligibility": [
          "Marriage grant scheme is an online computerized scheme for providing marriage assistance to the daughters of poor individuals of other backward classes (excluding minorities in backward classes).",
          "Under this scheme, annual income of the applicant of urban area should not exceed from Rs. 56,460/- and in rural areas Rs. 46,080/-.",
          "Age of the girl and boy must be 18 years and 21 years or more respectively, in the application for marriage.",
          "Applicants of other backward classes will have to enter serial number of online Caste Certificate issued by Tehsil in their online application form.",
          "Under this scheme, priority will be provided to the destitute woman after the death of husband or widow applicant and they will not be needing caste certificate.",
          "Marriage grant will be allowed upto a maximum of 02 daughters from a family."
        ],
        "courseAndDuration": null,
        "amount": null,
        "selectionProcess": "Under the above scheme applicant must have to apply by self either through Jan Suvidha Kendras, Office of the District Backward Classes Welfare Officer, Cyber Café or personal website on official website of department https://www.shadianudan.upsdc.gov.in Their applications will not be entertained if applied through any other person. Applicant will be sole responsible for correctness of all the details provided in the application form.\n\n\nUnder the scheme, applicant will compulsorily have to apply online prior to 90 days of date of marriage or till post 90 days of marriage conducted.\n\n\nApplicants will keep the hard copy of online application alongwith all the self -attested uploaded documents like Aadhar Card, Income Certificate, Caste Certificate, Certificate showing the date fixed for marriage (Marriage Invitation card), documentary proof in case of widow/PwD certificate and documents related with bank account in the form of print out.\n\n\nLater, applicants will provide hard copy of application and enclosures (for beneficiaries of urban area) to the verifying officer/employee like Lekhpal, as nominated by SDM and (for beneficiaries of rural areas) in rural areas, such  documents will be provided at verifying officer/employee like Village Development Officer/Gram Panchayat Officer/Assistant Development Officer as nominated by Block Development Officer.   Concerned verifying officer/employee will provide the receipt to the applicant.  Verifying authorities will ensure this job is done maximum within 21 days from the date of online application.",
        "onlineApplicationGuidelines": null,
        "importantPoints": null,
        "traineeGuidelines": null,
        "progressReport": [
          {
            "content": "70,774",
            "extra": "141.55"
          },
          {
            "content": "76,110",
            "extra": "152.22"
          },
          {
            "content": "96,907",
            "extra": "194.00"
          },
          {
            "content": "1,00,000",
            "extra": "200.00"
          },
          {
            "content": "37,500",
            "extra": "75.00"
          }
        ],
        "aboutSchemes": {
          "description": null,
          "tableData": null
        }
      }
    },
    {
      "url": "https://www.backwardwelfareup.gov.in/en/page/hostel-construction-scheme",
      "data": {
        "title": null,
        "objective": "Scheme’s objective is to provide hostel facilities to the poor students of other backward classes.",
        "eligibility": null,
        "courseAndDuration": null,
        "amount": null,
        "selectionProcess": null,
        "onlineApplicationGuidelines": null,
        "importantPoints": [
          "Under the scheme, 33 percent hostels are provisioned to be constructed for girls.",
          "After completion of the construction of hostels, approved by Government of India, the same are handed over to the concerned educational institute for operation."
        ],
        "traineeGuidelines": null,
        "progressReport": null,
        "aboutSchemes": {
          "description": null,
          "tableData": null
        }
      }
    },
    {
      "url": "http://samajkalyan.up.gov.in/en/article/scholarship-scheme",
      "data": {
        "title": "Scholarship Scheme",
        "objective": null,
        "eligibility": null,
        "courseAndDuration": null,
        "amount": null,
        "selectionProcess": null,
        "onlineApplicationGuidelines": null,
        "importantPoints": null,
        "traineeGuidelines": null,
        "progressReport": null,
        "aboutSchemes": {
          "description": null,
          "tableData": [
            {
              "key": "Pre Matric Scholarship (Scheduled Castes) :-",
              "value": null
            },
            {
              "key": "Amount Released by the government",
              "value": "Rs 126.31 Cr."
            },
            {
              "key": "Amount expended in the FY 2018-19",
              "value": "Rs 126.31 Cr."
            },
            {
              "key": "No of benefited students",
              "value": "Rs 464288 Cr."
            },
            {
              "key": "Total budget provision for FY 2019-20",
              "value": "Rs 205.00 Cr."
            },
            {
              "key": "Pre-matric scholarship (General Category):-",
              "value": null
            },
            {
              "key": "Amount released by the government",
              "value": "Rs 16.64 Cr."
            },
            {
              "key": "Amount expended in the FY 2018-19",
              "value": "Rs 16.64 Cr."
            },
            {
              "key": "Number of benefitted students",
              "value": "62326"
            },
            {
              "key": "Total budget provision for the FY 2019-20",
              "value": "Rs 25.00 Cr."
            },
            {
              "key": "Post Matric Scholarship and Fee reimbursement (Scheduled caste) :-",
              "value": null
            },
            {
              "key": "Budget provision for the FY 2018-19",
              "value": "Rs 1811.30 Cr."
            },
            {
              "key": "Amount released by the government",
              "value": "Rs 1811.30 Cr."
            },
            {
              "key": "Amount expended against the liability for the FY 2018-19",
              "value": "Rs 1379.18 Cr."
            },
            {
              "key": "Number of beneficiaries in FY 2018-19 against the liability",
              "value": "1078258"
            },
            {
              "key": "Amount expended in FY 2018-19 against liability of previous years",
              "value": "Rs 432.12 Cr."
            },
            {
              "key": "Number of beneficiaries against liability of previous years",
              "value": "142834"
            },
            {
              "key": "Total budget provision for the FY 2019-20",
              "value": "Rs 1830.00 Cr."
            },
            {
              "key": "Post Matric Scholarship and Fee Reimbursement (General category) :-",
              "value": null
            },
            {
              "key": "Budget provision for the FY 2018-19",
              "value": "Rs 750.00 Cr."
            },
            {
              "key": "Amount released by the government",
              "value": "Rs 750.00 Cr."
            },
            {
              "key": "Amount expended in the FY 2018-19",
              "value": "Rs 749.96 Cr."
            },
            {
              "key": "Number of benefited students",
              "value": "600069"
            },
            {
              "key": "Total budget provision for the FY 2019-20",
              "value": "Rs 825.00 Cr."
            }
          ]
        }
      }
    }
  ]