[
    {
      "title": "दुग्ध विकास कार्यक्रम हेतु ग्रामीण अवस्थापना सुविधा",
      "details": [
        {
          "title": "बल्क मिल्क कूलर की स्थापना",
          "description": "इस योजना के अन्तर्गत ग्रामीण अंचलो में नई गठित, पुनर्गठित समितियों में पाच से दस समितियों को कलस्टर यूनिट बनाने हेतु बल्क मिल्क कूलर लगाया जायेगा, इससे दूध की तत्काल चिलिंग की प्रक्रिया होने से दूध की गुणवत्ता बनी रहेगी और वाहन/टैंकर से दूध दुग्धशालाओं को उपलब्ध कराया जायेगा।"
        },
        {
          "title": "आटोमेटिक मिल्क कलेक्शन् यूनिट",
          "description": "इस योजना के अन्तर्गत प्रदेश के ग्रामीण अंचलों में नवगठित/पुनर्गठित दुग्ध समितियों को आधुनिक वैज्ञानिक पद्धति के आधार पर दूध की नाप तौल, परीक्षण व दुग्ध मूल्य की जानकारी तत्काल दुग्ध उत्पादक को डिस्प्ले यूनिट पर प्राप्त कराने व पारदर्शिता, समिति के प्रति विश्वास उत्पन्न होने हेतु आटोमेटिक मिल्क कलेक्शन यूनिट की स्थापना कार्यक्रम आच्छादित है।"
        }
      ]
    },
    {
      "title": "सूचना तकनीकी एवं कम्प्यूटरीकरण योजना",
      "details": [
        {
          "title": "",
          "description": "इस योजना में दुग्धशाला विकास विभाग के अन्तर्गत आच्छादित समस्त दुग्ध संघो, प्रक्षिशण केंद्रों, क्षेत्रीय मार्केटिंग कार्यालयों, कार्यदायी संस्थाओं एवं मुख्यालय आदि के क्रियाकलापों को आधुनिक पद्धति पर एक रूपता लाने हेतु संचार व्यवस्था व कम्प्यूटरीकरण व्यवस्था करते हुए मुख्यालय से सभी संस्थानों/कार्यालयों में नेटवर्क स्थापित किये जाने का कार्यक्रम आच्छादित है।"
        }
      ]
    },
    {
      "title": "दुग्ध उत्पादक सदस्यों को सहकारिताओं के अन्तर्गत प्रोत्साहित करना (गोकुल\n                पुरस्कार)",
      "details": [
        {
          "title": "",
          "description": "इस योजना के अन्तर्गत दुग्ध सहकारिताओं से सम्बन्ध दुग्ध उत्पादकों को उनके मध्य स्वस्थ प्रतिस्पर्धा उत्पन्न करने एवं दुधारू पशुओं के अच्छे रख-रखाव हेतु प्रोत्साहित कर अधिक दूध उत्पादन को बढ़ावा देने के उद्देश्य से प्रदेश के जनपदो में सर्वाधिक दुग्ध उत्पादित कर दुग्ध समिति के माध्यम से दुग्ध संघों को सर्वाधिक दूध विक्रय करने वाले दुग्ध उत्पादक को जनपद स्तर पर रू0 51000.00 नकद एवं प्रदेश स्तर पर सर्वाधिक दुग्ध उत्पादित करने वाले प्रथम दो उत्पादको को प्रथम एवं द्वितीय पुरस्कार क्रमशः रू0 1.50 लाख एवं रू0 1.00 लाख नकद तथा गाय-बछड़ा के साथ श्री कृष्ण की मूर्ति की एक शील्ड प्रदान की जाती है। वित्तीय वर्ष 2018-19 से सर्वाधिक दुग्ध उत्पादित करने वाले दुग्ध उत्पादक का जनपद स्तर पर रू0 51000.00 नकद एवं प्रदेश स्तर पर प्रथम दो उत्पादको को प्रथम एवं द्वितीय पुरस्कार क्रमषः रू0 2.00 लाख एवं रू0 1.50 लाख नकद तथा प्रमाण पत्र व शील्ड प्रदान किया जाना प्रस्तावित है।"
        }
      ]
    },
    {
      "title": "जनपद कानपुर में मिल्क पाउडर प्लाण्ट की स्थापना हेतु पी0सी0डी0एफ0 को ऋण",
      "details": [
        {
          "title": "",
          "description": "कानपुर दुग्धशाला में 20मी0टन दैनिक क्षमता के पाउडर प्लाण्ट की स्थापना किये जाने हेतु वित्तीय वर्ष 2017-18 उक्त मद में अनुदान संख्या-16 में मूल बजट प्राविधान रू0 3570.50 लाख एवं पुनर्विनियोग के माध्यम से आय-व्ययक में धनराशि रू0 809.00 लाख, इस प्रकार कुल प्राविधानित धनराशि रू0 4379.50 लाख के सापेक्ष 4379.50 लाख की वित्तीय स्वीकृति जारी की जा चुकी है।"
        }
      ]
    },
    {
      "title": "पी0सी0डी0एफ0 के सुदृढ़ीकरण हेतु ऋण",
      "details": [
        {
          "title": "",
          "description": "दुग्ध विकास कार्यक्रम के अन्तर्गत नये दुग्ध प्लाण्टों की स्थापना एवं पुनरुद्धार हेतु पूंजी निवेश/ऋण के रूप में वित्तीय वर्ष 2017-18 में आय-व्ययक प्राविधान में रू0 13410.00 लाख के सापेक्ष रू0 1250.40 लाख की वित्तीय स्वीकृति अद्यतन तक निर्गत हो चुकी है। उक्त धनराशि रू0 13410.00 में से रू0 809.00 लाख एवं 1146.00 लाख, इस प्रकार कुल धनराशि रू0 1955.00 लाख अन्य योजनान्तर्गत पुनर्विनियोग किया गया।"
        }
      ]
    }
  ]