[
    {
      "url": "https://basiceducation.up.gov.in/en/page/nipun-bharat-(mission-prerna)",
      "data": {
        "missionTitle": "Nipun Bharat Mission:",
        "imageSrc": "https://basiceducation.up.gov.in/images/nipun-bharat.jpg",
        "description": "The National Initiative for Proficiency in Reading with Understanding and Numeracy (Nipun Bharat) aims to ensure that every child in the country achieves basic literacy and numeracy by the end of Grade 3 by 2026-27. This mission, which has been launched under the aegis of the Centrally Sponsored Scheme of Samagra Shiksha, will focus on providing access to and retaining children in the foundational years of schooling. It will also track the progress of each child in achieving learning outcomes, teacher capacity building; development of high quality and diverse student and teacher resources/learning materials.",
        "objectives": [
          "To explain reasoning in the areas of numbers, measurements and shapes to children; and enable them to solve problems through numerical and spatial comprehension skills.",
          "To ensure the availability and effective use of high quality and cultural form of instructional material in the children's familiar/home/mother tongue or languages.",
          "To focus on continuous capacity building of teachers, headmasters, educational resource persons and education administrators.",
          "Actively engaging with all stakeholders i.e., teachers, parents, students and policy makers to build a strong foundation for lifelong learning.",
          "To ensure assessment for learning through portfolio, group and collaborative work, project work, quiz, role play, games, oral presentations, short tests etc.",
          "Tracking the learning level of all students.",
          "Enabling children to be inspired, independent along with an understanding of reading and writing skills.",
          "Ensuring an inclusive classroom environment by including play, discovery and activity-based pedagogy, engaging children in daily living situations, and formally incorporating children's home languages."
        ],
        "links": [
          {
            "title": "Click on the following link for more information on Nipun Bharat:",
            "pdfLink": "https://basiceducation.up.gov.in/site/writereaddata/siteContent/202404191814481911NIPUN_BHARAT_GUIDELINES_HI.pdf"
          },
          {
            "title": "Click on the following link to visit the official website of the Union Ministry of Education",
            "pdfLink": "https://www.education.gov.in/hi"
          },
          {
            "title": "Click on the following link to visit the official website of Mission Prerna",
            "pdfLink": "https://prernaup.in/"
          }
        ]
      }
    },
    {
      "url": "https://basiceducation.up.gov.in/en/page/operation-kayakalp",
      "data": {
        "missionTitle": null,
        "imageSrc": "https://basiceducation.up.gov.in/images/operation-kayakalp.jpg",
        "description": "School, the place where the future of the country is shaped, where the foundation for a better future of our future generations i.e. our children is laid. Schools are the most important centers of personality development of children. In such a situation, it is very important to improve the basic facilities and infrastructural conditions in government primary and upper primary schools.",
        "objectives": [],
        "links": []
      }
    },
    {
      "url": "https://basiceducation.up.gov.in/en/page/samekit-siksha",
      "data": {
        "missionTitle": "Identification and enrollment of children through 'Samarth' technical system -",
        "imageSrc": null,
        "description": "Under Samekit Shiksha, children with special needs (Divyang) are added to the mainstream of education by providing additional support in inclusive schools. The following activities of Samekit Shiksha are being implemented in the year 2021-22-",
        "objectives": [],
        "links": []
      }
    },
    {
      "url": "https://basiceducation.up.gov.in/en/page/samudayik-sahbhagita",
      "data": {
        "missionTitle": "Formation of school management committee",
        "imageSrc": "https://basiceducation.up.gov.in/images/sahbhagita-1.jpg",
        "description": "Under Section 21 of the Right of Children to Free and Compulsory Education Act, 2009, there is a provision to constitute a 'School Management Committee' in all the council primary/upper primary, composite and Kasturba Gandhi residential girls' schools in the state. According to the Uttar Pradesh Right of Children to Free and Compulsory Education Rules, 2011, there are total 15 members in the committee, out of which 11 members are parents or guardians of children admitted in the school and four nominated members. It is mandatory for at least 50 percent of the total members of the committee to be women.",
        "objectives": [
          "The term of the school management committee is for 02 years and the chairman and the members of the committee are selected by consensus by holding an open meeting of the parents/guardians of the children admitted in the school. The President and Vice-Chairman are elected by mutual consent from amongst the elected members.",
          "Children who have never been enrolled in school.",
          "Such children who were enrolled in the school earlier but for some reason left the school without completing their education i.e., dropped out.",
          "It is also an important responsibility of the school management committee that every boy and girl of the age group of 05-14 years around the school should be enrolled in the school and go to school regularly. The contribution of SMC is important in the house hold survey for identification of out of school children so that none of the out of school children are left in the area.",
          "Allotment of houses in the catchment area is done by the headmaster among all the staff of the school including himself in such a way that all the settlements/houses are covered in the survey.",
          "During the period of house hold survey, teachers/shikshamitras make door-to-door contact with the members of the school management committee, thereby motivating the parents of out-of-school children to send their children to school.",
          "Identification of children with special needs is also done along with house hold survey so that special attention can be paid to the enrollment and education of such children.",
          "Such children, who are 3+ years of age studying in Anganwadi operated in the school premises, are compulsorily admitted in class-1 by the headmaster.",
          "In schools, special training is provided on the basis of ‘Sharda based curriculum’ to bring the out-of-school children enrolled in age-appropriate classes to the level of learning according to their class.",
          "For special training, the nodal teacher of the concerned school is trained at the block level, after which special training is provided to the children by the nodal teachers.",
          "Learning material and condensed text books, etc., are made available for children for special training. After enrollment in the school, special training is given as per the requirement to bring the children up to the required learning level.",
          "Schools have been closed due to the Covid-19 pandemic, which has affected the education of children. At this time, teaching work has been done by the teachers using various mediums (like e-pathshala, Diksha, WhatsApp, Doordarshan and All India Radio).",
          "After the completion of special training, the final assessment of these children is done by the nodal teacher / headmaster and teacher. In the new academic session, these children are included in the mainstream of age-appropriate classes and the approval is given by the special educators.",
          "The headmaster of the school, the nodal teacher and the chairman of the school management committee are responsible for arranging special training. The Block Education Officer at the block level and District Coordinator (Training and Community Participation) and District Basic Education Officer at the district level are responsible for this work.",
          "All girls (including KGBV girls) studying in council primary, council upper primary, Kasturba Gandhi Balika Vidyalaya and government schools, scheduled caste boys, scheduled tribe children and each student of below poverty line family will get Rs. Rs.600 only for two pairs of uniform at the rate of Rs. 300/- each, Rs. 200/- only for sweater purchase, Rs.125/- for shoe-socks purchase, Rs.175/- for school bag purchase i.e., a total Rs.1100/- only through DBT, is provided.",
          "It is ensured by the teacher that the details of all the enrolled children are mandatorily entered on the Prerna portal.",
          "Details of the children are verified by the teachers through DBT app and authenticated by mentioning the bank details.",
          "In order to receive funds through DBT, the bank account of the parents / guardians of the students is Aadhar seeded (i.e., the bank account is linked with Aadhar) and it is necessary for it to be an active account.",
          "In order to activate the bank account of the parents/guardians of the students, it is necessary that transactions have been done in the bank account in the last three months.",
          "It should be ensured by the headmaster that the amount received by the parents/guardians of the students through DBT is spent only for the purchase of uniform, sweater, shoes, socks and school bag.",
          "Parents/guardians should ensure that the students are sent to school in uniform every day.",
          "Hindi and Maths workbooks are developed and distributed for all children in classes 1 -5. These are used by children in all primary schools. All textbooks have initial level learning indicators in the opening pages of each subject book.",
          "At the beginning of the academic session, free text-books are distributed to all the students studying from class 1-8."
        ],
        "links": []
      }
    },
    {
      "url": "https://basiceducation.up.gov.in/en/page/kasturba-gandhi-balika-vidlaya-yojana",
      "data": {
        "missionTitle": "The major activities under Gender Equity are as follows:-",
        "imageSrc": null,
        "description": "Comprehensive initiatives are being taken to ensure commitment to the education, awareness and empowerment of the girl child.",
        "objectives": [
          "Operation of Rani Laxmi Bai self-defense training program is in progress in 24220 upper primary schools.",
          "Organized gender sensitization training of 20500 teachers/teachers in collaboration with UNICEF and NIMHANS.",
          "Manufacture of modules under self-defense training",
          "Organized a workshop on life skills education for 150 master trainers in collaboration with UNICEF.",
          "In collaboration with NIMHANS Bangalore, a 25-day workshop on child rights, stress management, etc., of 50 SRGs of special focus districts.",
          "In collaboration with NIMHANS Bangalore, a 25-day workshop for 100 teachers from all the districts of Special Focus districts on issues like child rights, stress management, etc.",
          "Propaganda based on the rights of the girl child in 63712 schools through street plays etc.",
          "177468 children participated in the Global Handwash Day program.",
          "In 133639 schools, discussions and sports activities were organized about women of repute in sports.",
          "45633 girls performed important roles at district block and school level under the ‘Ek Din Ki Naayika’ program.",
          "203621 girls were awarded for playing a leading role in the awareness program.",
          "Self-defense training provided to 397329 girls.",
          "Formation of Meena Manch / Bal Sansad in 1.33 lakhs schools.",
          "Public awareness of menstrual hygiene management through the film “Under Paheli Ki Saheli”",
          "1-Managed by District Project Office - 730",
          "2-NGO - 16",
          "Academic Block Unit Cost - Rs 236.83 Lakh",
          "Girls Hostel Unit Cost - Rs.287.07 Lakh",
          "Academic Block + Girls Hostel Unit Cost - Rs. 523.90 Lakh",
          "Self Defense / Judo Karate Training.",
          "Guide training.",
          "Alumnae meeting.",
          "Menstrual Hygiene Management.",
          "Organizing awareness programs on Children's Day, Mission Shakti and International Women's Day",
          "Vocational training.",
          "Organizing sports events.",
          "Strengthening of Meena Manch and organizing Meena Day on 24th September.",
          "Interaction with the girl child and solution of their problems.",
          "Discussion by narrating films and stories through YouTube channel and WhatsApp.",
          "morning meeting.",
          "Special activities every Saturday.",
          "Organizing life skill education programs.",
          "Organized 25 days training on issues like child rights, stress management etc. in collaboration with NIMHANS Bangalore.",
          "Participation of 503629 women and 479109 men in the flag hoisting and swearing-in program on 15th August.",
          "Discussion on ills, child rights and legal awareness with 1159033 girls and parents through 10 Meena films.",
          "1339864 children participated in the discussion on 22 audio stories of Meena Ki Duniya.",
          "514724 Discussion on the issues of education of the girl child with the parents."
        ],
        "links": [
          {
            "title": "Warden",
            "pdfLink": null
          },
          {
            "title": "Full Time Teacher",
            "pdfLink": null
          },
          {
            "title": "Part Time Teacher",
            "pdfLink": null
          },
          {
            "title": "Urdu Teacher",
            "pdfLink": null
          },
          {
            "title": "Accontant",
            "pdfLink": null
          },
          {
            "title": "Head Cook",
            "pdfLink": null
          },
          {
            "title": "Assistant Cook",
            "pdfLink": null
          },
          {
            "title": "Peon",
            "pdfLink": null
          },
          {
            "title": "Chowkidar",
            "pdfLink": null
          },
          {
            "title": "President",
            "pdfLink": null
          },
          {
            "title": "Vice President",
            "pdfLink": null
          },
          {
            "title": "-",
            "pdfLink": null
          },
          {
            "title": "Member Secretary",
            "pdfLink": null
          },
          {
            "title": "-",
            "pdfLink": null
          },
          {
            "title": "-",
            "pdfLink": null
          },
          {
            "title": "-",
            "pdfLink": null
          },
          {
            "title": "-",
            "pdfLink": null
          },
          {
            "title": "-",
            "pdfLink": null
          },
          {
            "title": "02",
            "pdfLink": null
          },
          {
            "title": "-",
            "pdfLink": null
          },
          {
            "title": "18",
            "pdfLink": null
          },
          {
            "title": "Inspection of every KGBV operated in the district once in a month",
            "pdfLink": null
          },
          {
            "title": "Inspection of minimum one KGBV per month in each district of the concerned circle.",
            "pdfLink": null
          },
          {
            "title": "Inspection of minimum four KGBVs of the respective districts in every month",
            "pdfLink": null
          },
          {
            "title": "inspection of each KGBV twice in every month",
            "pdfLink": null
          }
        ]
      }
    },
    {
      "url": "https://basiceducation.up.gov.in/en/page/mis",
      "data": {
        "missionTitle": "UDISE Related Functions: -",
        "imageSrc": null,
        "description": null,
        "objectives": [
          "UDISE code generation, verification from school level to state level by marking DCP, approval of updated schools on the portal, approval of transfer of schools from one development block to another, desired information in order of instructions given by U-DIS+ Coordinating with the districts, collecting and sending the information, resolving the problems arising at the school level in the districts and handling the files related to the board.",
          "To make available U-DIS data and education indicators as desired from time to time by other departments of the office and departments related to Basic Education Department.",
          "Implementation of all modules (e.g. Pay-roll, Leave, LPC and Arrears) related to Manav Sampada Portal Implementation of user friendly dashboard of M-Sthapana App, uploading of details of all academic departmental officers/employees on Manav Sampada and handling letters related to the portal.",
          "Budget related work, setting up of video conferencing setup, giving guidelines in coordination with District Basic Education Officer, District Coordinator and MIS of all the districts, collating problems and collecting information.",
          "To deal with MIS related files, Government of India related files and technical files of other boards.",
          "Gathering the desired information through IGRS, RTE and RTI boards related to MIS portal and sending information.",
          "The work of management portal related to the costing table of all the districts related to AWP&B.",
          "Recording the information on the PGI portal while coordinating with the districts and collecting the state level data.",
          "The task of providing the desired information at the time by compiling the data and education indicators received through the UDISE+ portal."
        ],
        "links": []
      }
    },
    {
      "url": "https://basiceducation.up.gov.in/en/page/school-chalo-abhiyan",
      "data": {
        "missionTitle": null,
        "imageSrc": null,
        "description": "In the Constitution of India, every child from 6 to 14 years has been given fundamental rights for free and compulsory education. For this, \"School Chalo Abhiyan\" is being successfully organized under Uttar Pradesh Basic Education Council with the aim of encouraging maximum enrolment of students from class-1 to 8.",
        "objectives": [],
        "links": []
      }
    },
    {
      "url": "https://basiceducation.up.gov.in/en/page/sharda-program",
      "data": {
        "missionTitle": "SHARDA (SHARDA -School Har Din Aayen [Come to school every day]):",
        "imageSrc": null,
        "description": "Under the Right of Children to Free and Compulsory Education Act-2009, all boys and girls in the age group of 06-14 have the right to get free elementary education. Those children in the age group of 5+ to 14 who have not been enrolled in any school or after enrollment they have not been able to complete their elementary education, they will be enrolled in age-appropriate class by marking them.",
        "objectives": [],
        "links": []
      }
    }
  ]