[
    {
      "id": "dd19d777-a447-4df7-bafa-5ce5ae972fe9",
      "title": "Family Oriented Income Generating Scheme",
      "description": "Under this scheme inputs are provided to BPL OBC families for upliftment of their economic condition and to create self employment."
    },
    {
      "id": "e5f43578-bbb2-4418-9178-a7cd08230a5e",
      "title": "Development Council",
      "description": "Fund is released to various development councils as GIA under state plan for implementation of various development schemes."
    },
    {
      "id": "13b2898a-6c05-4c66-b997-64a28f72a9e7",
      "title": "Assam Bikash Yojana & CM’s Special Employment Generation Programme ",
      "description": "Under the scheme, fund Programme were allocated for self employment of OBC unemployed youths. Various schemes are taken up for generating self employment to OBC unemployed youths."
    },
    {
      "id": "66af8787-4688-4273-959b-73ab8f05a58e",
      "title": "No Title",
      "description": "Self Employment for the trainees under Skill Development Programme belonging to OBC."
    },
    {
      "id": "1471dd8d-5964-4d8c-8133-e3965a1f839b",
      "title": "No Title",
      "description": "Coaching facilities to OBC students."
    },
    {
      "id": "12a6fbe0-84be-42a6-9ba6-408a6861eaf4",
      "title": "Pre-matric Scholarship ",
      "description": "This is a centrally sponsored scheme on 50:50 cost sharing basis between Govt. of India and the State Govt."
    },
    {
      "id": "93a6439b-4d3b-4474-a21c-0e5f1d74f96d",
      "title": "Post-matric Scholarship ",
      "description": "It is a centrally sponsored scheme where 100% fund is provided by the Govt. of India."
    },
    {
      "id": "166abfd8-7ba4-45b2-8f67-83334634fd47",
      "title": "Construction of Boys & Girls Hostel",
      "description": "It is centrally sponsored scheme on 50:50 cost sharing basis between Govt. of India and the State Govt."
    },
    {
      "id": "45e0f255-f7a1-4ff0-902f-bed08ce17a26",
      "title": "Pre-matric Scholarship",
      "description": "This is a state plan scheme where 100% fund is provided by the Govt. of Assam."
    },
    {
      "id": "0da4757b-7db0-46f1-bf72-2075c07a80fe",
      "title": "Stipend for Craftsman Training in ITI",
      "description": "This is a state plan scheme and stipend is provided to the students of Scheduled Castes people in Assam as per Govt. Rules and Procedures who are admitted in the different ITI’s of Assam."
    },
    {
      "id": "d68d8f5f-beeb-4fb6-a683-ad966b3e14fd",
      "title": "Grants to Non-Government Educational Institutions :",
      "description": "Under this state plan scheme, financial assistance to Non-Govt. Institutions are given for purchase of furniture, repairing, construction of school building etc. which are engaged in development and promotion of education for SC people."
    },
    {
      "id": "9d1d9d5c-df7e-4094-bbb9-5003ca6f2aad",
      "title": "Grants to cultural activities including educational tour",
      "description": "This is a state plan scheme. The objective of the scheme is for promotion of cultural interest and provide opportunities to SC students for acquiring knowledge by undertaking educational tours within and outside the state."
    },
    {
      "id": "1b097387-9654-42e8-be9b-786e8379570b",
      "title": "Grants to Non-Official organization :",
      "description": "The purpose of the scheme is to encourage non-official organization doing welfare works amongst SC people"
    },
    {
      "id": "ff56dd93-526b-45c3-bd50-1e3c870f3605",
      "title": "Financial incentive to inter-castes marriage",
      "description": "The objective of the scheme is to eliminate caste discrimination in society. Cash award is given to each married couple and their parents when such marriages take place in between general castes and scheduled castes people."
    },
    {
      "id": "d5310fcc-721f-4d3d-a66d-ca7ac69c12ee",
      "title": "Computer Training to SC youth",
      "description": "Under the scheme, computer training is provided to the unemployed educated SC youths for their self employment."
    },
    {
      "id": "5057a489-d59d-47db-9fcb-0ee1b422b4a7",
      "title": "Self Help scheme for SC unemployed youth :",
      "description": "The aim of the scheme is to provide equipments to SC unemployed youth for their self employment."
    },
    {
      "id": "c9ce7269-3e63-44fd-91a7-f8e8e8b5f391",
      "title": "Self Help scheme for SC Women :",
      "description": "The aim of the scheme is to uplift the economic condition of the BPL SC Women by providing Sewing Machine, Embroidery Machine, Cotton Yarn etc. free of cost amongst the SC unemployed women for their self employment."
    },
    {
      "id": "c6e42f29-8586-4d65-b1f5-5a7c2b377412",
      "title": "Grants to patients suffering from TB/Cancer and other malignant diseases :",
      "description": "The aim of the scheme is to provide financial assistance to those poor scheduled caste patient was who are suffering from TB/Cancer and other malignant diseases and unable to bear the cost of medicines for their treatment."
    },
    {
      "id": "b61e74cd-e317-4506-be41-0926cbdf9d89",
      "title": "Construction of School Building/Community Hall ",
      "description": "The objective of the scheme is for social upliftment of SC pre-dominant areas providing grants for construction of school building and community hall."
    },
    {
      "id": "0cb25833-c169-46d0-aacc-4e0ffa64b283",
      "title": "Financial incentive to meritorious SC Girls students",
      "description": "The aim of the scheme is to encourage higher education among SC women. Financial incentive @ Rs.10,000/- (ten thousand) are provided to SC Girls students who are securing 60% and above marks in HSLC or HS Examination."
    },
    {
      "id": "c715c036-38a7-4125-80a7-016c57237ca0",
      "title": "Assam Bikash Yojana & CM’s Special Employment Generation Programme",
      "description": "Under the scheme, fund Programme were allocated for self employment of SC unemployed youths. Various schemes are taken up for generating self employment to SC unemployed youths."
    },
    {
      "id": "656090bb-b017-4d7d-91bc-6d7620f8f18c",
      "title": "Construction of Dr.B.R.Ambedkar Bhawan ",
      "description": "The scheme was introduced for construction of Dr.BR Ambedkar Bhawan in all District/Sub-Division HQ with a facility of Conference Hall and Guest House for SC people."
    },
    {
      "id": "17e9f8e3-5e03-4f2a-8099-b1556f9902cc",
      "title": "Computer to SC Trainees",
      "description": "This scheme is newly adopted by this Directorate during the year 2010-11 for providing computer sets to SC Trainees."
    },
    {
      "id": "36632289-ae29-4e23-b0f3-a2c5b3de5160",
      "title": "Share capital contribution to Assam State Dev. Corporation for SC Ltd",
      "description": ".:-Assam State Dev. Corporation for SC Ltd. is jointly owned by the State and Central Govt. under share capital contribution to this corporation on 51%: 49%."
    },
    {
      "id": "812b7cbf-883a-45bf-b4c7-ce823c8dcc7e",
      "title": "Self Employment schemes for manual scavengers",
      "description": "The aim of the scheme is to provide equipments to family of the manual scavengers for their self employment."
    },
    {
      "id": "691ac297-90c2-4e0d-a2a7-89a4209cf37d",
      "title": "Construction of Boys Hostel",
      "description": "This is a centrally sponsored scheme on 50:50 cost share basis. Objective of the scheme is to provide hostel facilities for SC Boys student. The scheme is presently named as “Babu Jagjiban Ram CChatrabas Yojana."
    },
    {
      "id": "b564a57d-ff69-42b9-8209-6217c5b794eb",
      "title": "Construction of Girls Hostel :",
      "description": "It is a centrally sponsored scheme with 100% central assistance. The scheme is now name as “ Babu Jagjiban Ram Chatrabas Yojana."
    },
    {
      "id": "ac33b5c7-b3a5-4934-b706-0c18797e8465",
      "title": "Pre-matric Scholarship for the Children of those parents engaged in cleaning related occupations having health hazard ",
      "description": "This is a centrally sponsored scheme on 50:50 cost sharing basis between State and Central Government."
    },
    {
      "id": "456385f8-a630-4119-85e7-20d59736b6bb",
      "title": "Prevention of Atrocities on SC and STs:",
      "description": "The scheme is aimed to aware and monitor the atrocities on SC & STs under Prevention of Atrocities Act, 1989."
    },
    {
      "id": "1d8eb082-f695-4cf4-a1ed-059722352a91",
      "title": "Coaching and Allied scheme for SC :",
      "description": "This is a centrally sponsored scheme on 50:50 cost sharing basis between central & State Govt. The objective of the scheme is to provide coaching facilities to SC candidates who are going to appear in all India level competitive examination."
    },
    {
      "id": "b0107797-fe7d-4765-9ca3-20d36178da86",
      "title": "No Title",
      "description": ""
    },
    {
      "id": "d558cffa-8abb-4a4a-8779-d6f96b01809d",
      "title": "Post-Matric Scholarship & Book-Bank",
      "description": "The scheme is single largest intervention by the Govt. of India for educational empowerment of the scheduled caste students."
    },
    {
      "id": "40492453-c396-4aad-8381-bab82e5029b0",
      "title": "No Title",
      "description": "The objective of the scheme is to provide financial assistance to scheduled caste students of post-matric and secondary stages. To enable them to complete their education who are eligible as per guide line. The scholarship includes maintenance, allowances, and reimbursement of non-refundable compulsory fee, book-bank facilities and other allowances. The scholarships are paid through the bank account to the students."
    },
    {
      "id": "82d960f8-3e01-48eb-94a4-f051e86ca4ce",
      "title": "Up-gradation of merit of SC students :",
      "description": "This is a central sector scheme with 100% central assistance from Govt. of India. The objective of the scheme is to up-grade the merit of Sc student through special tuition in various Educational Institutions in Assam."
    },
    {
      "id": "b74147cf-9a6a-4bdc-8b5b-b11df07cc24e",
      "title": "Pre-matric Scholarship for ST",
      "description": "This is a State Govt. scheme where 100% fund is provided by the Govt. of Assam."
    },
    {
      "id": "330d56c7-669d-4082-8777-83046f29f11c",
      "title": "Assam Bikash Yojana & CM’s Special Employment Generation Programme",
      "description": "Under the scheme, fund Programme were allocated for self employment of ST unemployed youths. Various schemes are taken up for generating self employment to ST unemployed youths."
    },
    {
      "id": "9dbd8e70-759b-404f-ba57-ad3dbe414a39",
      "title": "Grants to patients suffering from TB/Cancer and other malignant diseases",
      "description": "The aim of the scheme is to provide financial assistance to those poor scheduled tribe patient was who are suffering from TB/Cancer and other malignant diseases and unable to bear the cost of medicines for their treatment."
    },
    {
      "id": "f6c4e5f2-0ea1-4178-a171-9e54162b3c93",
      "title": "Grants to ST meritorious students:",
      "description": "under this scheme financial incentive is provided to meritorious ST students who have secured 60% and above in HSLC and HSSLC examinations."
    },
    {
      "id": "eb4358d7-47ed-4ffc-a575-d1fc55c1219a",
      "title": "Stipend for Craftsman Training:",
      "description": "This is a state scheme and stipend is provided to the students of Scheduled Tribes who are admitted in the ITI’s of Assam."
    },
    {
      "id": "4338c0e9-4f37-47a3-9a98-6d9e43f02b68",
      "title": "Post-matric Scholarship",
      "description": "The scheme is meant for ST(P) students. It is a centrally sponsored scheme fully funded by the Govt. of India."
    },
    {
      "id": "924e7461-60af-4098-bd20-0ea30063e26e",
      "title": "Book Bank for Medical, Engineering and Agriculture etc. students:",
      "description": "Scheduled Tribe student studying in various technical institution are provided books under this scheme on 50:50 cost sharing basis between Govt. of India and Govt. of Assam."
    },
    {
      "id": "6ed428e1-e36c-40b0-9848-76f35bb458ac",
      "title": "Construction of Boy’s Hostel",
      "description": "This is a centrally sponsored scheme on 50:50 cost sharing basis between Govt. of India and the State Govt."
    },
    {
      "id": "1f088b49-4154-4bd7-99d2-19d3f3c95bc9",
      "title": "Construction of Girls Hostel:",
      "description": "This is a centrally sponsored scheme with 100% central fund."
    },
    {
      "id": "087e4b03-9e0c-422d-9c16-60ce218f076e",
      "title": "Minor Forest produce",
      "description": "Under this scheme, fund is released by Govt. of India to State Tribal Development Corporations i.e. APTDC Ltd. to provide incentives to tribal who are engaged in procuring and sale of minor forest produce."
    },
    {
      "id": "e3ac1b9c-fe98-467a-ab34-5af81d66ce8f",
      "title": "Coaching to ST for Central/State Civil Service Examination & other allied services.",
      "description": "Vocational Training through VTCs (Central Sector Scheme)- There are 10 Nos. of VTC in different district which are run by the ATDA, where training is provided to 1000 nos. of trainees in five nos. of trades every year. - Up-gradation of merit of ST students :- This is a central sector scheme with 100% central assistance from Govt. of India. The objective of the scheme is to up-grade the merit of ST student through special tuition in various Educational Institutions in Assam."
    },
    {
      "id": "2494c862-5321-464d-aee9-2598df123b31",
      "title": "SCA to SCSP:",
      "description": "Special central assistance is a 100% additive grant given by the Govt. of India for economic up-liftment of BPL scheduled caste families and to take up infrastructure development schemes to fill up the critical gap. With this aim in view the Directorate of Welfare of Scheduled Castes is giving financial assistance of Rs.10,000.00 (ten thousand) to each of the SC BPL Families Oriented Income Generation Schemes (FOIGS) and 10% of the released amount is utilized for infrastructure Dev. Schemes."
    },
    {
      "id": "e3772235-1e4a-429d-8cad-186fefb1c85f",
      "title": "Scheme for AIRT & SC",
      "description": "The main function of the Directorate of Assam Institute of Research for Tribals and Scheduled Castes are :- Research, Evaluation, Training and Planning. Moreover there are some subsidiary scheme like publication of books. Annual Research Bulletin, Seminar workshop on ST problems for the State. Grants-in-aid to authors for publication of books on SC/ST. Award of Doctoral and Post-Doctoral fellowship, maintenance of well equipped reference library."
    }
  ]