[
    {
      "title": "अनुपूरक पोषाहार",
      "descriptions": [
        "इस कार्यक्रम के अन्तर्गत 07 माह से 06 वर्ष के कुपोषित तथा अति कुपोषित बच्चों, गर्भवती तथा धात्री माताओं एव किशोरी बालिकाओं को कुपोषण दूर करने के उद्येश्य से अनुपूरक पुष्टाहार उपलब्ध कराया जाता है। विकेन्द्रीकृत व्यवस्था के अन्तर्गत वर्तमान समय में पूरे प्रदेश की 897 परियोजनाओं में आंगनवाड़ी केन्द्रों पर मातृ समितियों के माध्यम से 03 से 06 वर्ष आयु के बच्चों को गरम पका-पकाया खाना (हाट कुकड फुड) उपलब्ध कराया जा रहा है।",
        "सामान्य बच्चों को कम से कम 500 कैलोरी ऊर्जा और 12-15 ग्राम प्रोटीन, कुपोषित बच्चों को कम से कम 300 कैलोरी ऊर्जा और 08-10 ग्राम प्रोटीन, अति कुपोषित बच्चों, किशोरियों, गर्भवती तथा धात्री महिलाओं के लिये 600 कैलोरी ऊर्जा तथा 20 से 25 ग्राम प्रोटीन प्रतिदिन अनुपूरक पुष्टाहार में प्रतिदिन उपलब्ध कराने का मानक तैयार किया गया है।"
      ]
    },
    {
      "title": "स्वास्थ्य प्रतिरक्षण (टीकाकरण)",
      "descriptions": [
        "विभाग द्वारा स्वास्थ्य विभाग की सहायता से परियोजना क्षेत्र में आने वाले 01 वर्ष के बच्चों तथा गर्भवती महिलाओं को टीके लगवाये जाते हैं एवं आंगनवाड़ी कार्यकत्री, गर्भवती महिलाओं एवं बच्चों की स्वास्थ्य जाॅच क्षेत्रीय ए0एन0एम0 के माध्यम से कराती है।"
      ]
    },
    {
      "title": "स्वास्थ्य जाँच",
      "descriptions": [
        "रोगों के निवारण तथा प्राथमिक उपचार के लिये आंगनवाड़ी कार्यकत्री द्वारा प्राथमिक स्वास्थ्य केन्द्र एवं स्वास्थ्य विभाग की स्थानीय स्तर पर कार्यरत ए0एन0एम0 से समन्वय कर आवश्यक दवाइयाँ दिलाने की व्यवस्था करती है।"
      ]
    },
    {
      "title": "पोषण एवं स्वास्थ्य शिक्षा",
      "descriptions": [
        "आंगनवाड़ी कार्यकत्री द्वारा गृह सम्पर्क के दौरान तथा आंगनवाड़ी केन्द्रों पर महिलाओं को बच्चों के लालन पालन, स्वास्थ्य, सफाई एवं सामान्य बीमारियों के सम्बन्ध में शिक्षित किया जाता है।."
      ]
    },
    {
      "title": "स्कूल पूर्व शिक्षा",
      "descriptions": [
        "03 से 06 वर्ष आयु वर्ग के बच्चों को स्कूल पूर्व शिक्षा प्रदान की जाती है। यह समेकित बाल विकास परियोजना का महत्वपूर्ण अंग है। बच्चों के प्राथमिक विद्यालय में जाने से पहले आंगनवाड़ी शिक्षा प्रक्रिया का पहला चरण है। इसका उद्येश्य बच्चों की शारीरिक, नैतिक और सामाजिक विकास के साथ ही उनकी भाषा एवं बुद्वि का विकास करना है।"
      ]
    },
    {
      "title": "निर्देशन एवं संदर्भ सेवा",
      "descriptions": [
        "आंगनवाड़ी कार्यकत्री स्वास्थ्य विभाग के अधिकारियों की सहायता से क्षेत्र के अन्तर्गत आने वाले बच्चों एवं गर्भवती महिलाओं को स्वास्थ्य सेवायें हेतु संदर्भित करती हैं।"
      ]
    },
    {
      "title": "अनुपूरक पुष्टाहार योजना",
      "descriptions": [
        "भारत सरकार द्वारा 0-6 वर्ष आयु वर्ग के बच्चों के विकास एवं गर्भवती महिलाओं व स्तनपान कराने वाली माताओं के स्वास्थ्य एवं पोषण सम्बन्धित आवश्यकताओं की समग्र रूप से पूर्ति हेतु ‘‘एकीकृत बाल विकास सेवायें’’ (आई0सी0डी0एस0) दिनांक 02 अक्टूबर, 1975 को प्रारम्भ की गयी थी। योजना के अन्तर्गत लाभार्थियों यथा 06 माह से 06 वर्ष आयु के बच्चों, गर्भवती एवं धात्री माताओं को योजना से लाभान्वित किया जाता हैं। वर्तमान में योजना के अन्तर्गत प्रदेश में लगभग 1.77 करोड़ लाभार्थियों को आच्छादित किया जा रहा है।"
      ]
    }
  ]